[
    {
        "numero": 1,
        "enunciado": "Homem com 49 anos de idade apresenta, há um ano e meio, quadro recorrente de monoartrite aguda, durando cada episódio cerca de três a cinco dias. Inicialmente foi acometido o joelho esquerdo, posteriormente o direito, em seguida o tornozelo direito e, há três semanas, houve recorrência do quadro no joelho esquerdo. Refere alívio dos sintomas com o uso de diclofenaco, que toma por conta própria. Notou que o intervalo entre os episódios, que inicialmente era de até seis meses, é agora mais reduzido, sendo o intervalo entre os dois últimos episódios de apenas um mês. Apresenta-se na consulta após dois dias do início da última crise. O joelho esquerdo tem sinais flogísticos (calor, rubor, aumento de volume), limitação para flexão, o que causa dificuldade na deambulação. Relatou um episódio febril ontem (37,6 ºC). O paciente é hipertenso e diabético há dez anos, em uso de hidroclorotiazida 25 mg/dia e glibenclamida 10 mg/dia. Refere tabagismo (5 cigarros/dia) e etilismo (cerveja, especialmente nos finais de semana). O diagnóstico do paciente e a conduta inicial a ser adotada são, respectivamente:",
        "alternativas": {
            "A": "gota não tofácea; realizar artrocentese e iniciar o uso de alopurinol imediatamente.",
            "B": "artrite séptica; realizar artrocentese e aguardar a análise laboratorial do líquido sinovial.",
            "C": "gota não tofácea; não realizar artrocentese e manter o uso de anti-inflamatório não hormonal.",
            "D": "osteoartrite; solicitar radiografia dos joelhos e iniciar o uso de anti-inflamatório não hormonal.",
            "E": "artrite séptica; não há necessidade de exames complementares e deve-se iniciar antibioticoterapia imediatamente."
        },
        "resposta": "C",
        "contains_img": false
    },
    {
        "numero": 2,
        "enunciado": "Mulher com 72 anos de idade vem fazendo tratamento e acompanhamento por anemia ferropriva no Posto de Saúde há cerca de um ano e meio. Relata que, nos últimos quatro meses, perdeu 5 kg, está se sentindo mais fraca e apresentou vários episódios de diarreia, que cessaram espontaneamente, seguidos de vários dias sem evacuar, quadro que vem se alternando desde então. O diagnóstico mais provável e a investigação adequada são, respectivamente:",
        "alternativas": {
            "A": "câncer de cólon; colonoscopia.",
            "B": "colite ulcerativa; colonoscopia.",
            "C": "câncer de reto; retossigmoidoscopia.",
            "D": "diverticulose colônica; enema opaco.",
            "E": "angiodisplasia de cólon; cintilografia."
        },
        "resposta": "A",
        "contains_img": false
    },
    {
        "numero": 3,
        "enunciado": "Homem com 26 anos de idade procura atendimento na Unidade Básica de Saúde por apresentar, há três dias, febre alta, mialgia, astenia e náuseas. O paciente não relata comorbidades e nega uso de qualquer medicação. O paciente nega viagens recentes, contato com vetores ou com água potencialmente contaminada. O calendário vacinal está em dia. Exame físico: temperatura axilar = 38 ºC, estado geral bom, acianótico, anictérico, normocorado, pressão arterial sentado e deitado = 120x80 mmHg, frequência cardíaca = 106 bpm e peso = 70 kg. Apresenta exantema com padrão maculopapular, associado a prurido cutâneo generalizado, sem comprometimento da região palmar. Prova do laço apresenta resultado negativo. A região em que reside o paciente teve epidemia de dengue no ano anterior. A conduta mais adequada para esse paciente é:",
        "alternativas": {
            "A": "solicitar coleta de sangue para realização de hemograma e para sorologia, com isolamento viral no momento do atendimento.",
            "B": "mantê-lo em observação na Unidade de Saúde para repetir a prova do laço após seis horas, a fim de afastar dengue hemorrágica, e realizar hidratação oral de 2,5 litros de líquidos por dia.",
            "C": "encaminhá-lo para internação por um período mínimo de 48h. Colher hemograma completo, realizar dosagem de albumina sérica e transaminases. Fazer reposição volêmica endovenosa. Notificar imediatamente o caso e orientar retorno após a alta.",
            "D": "orientá-lo a realizar tratamento em regime ambulatorial, com reavaliação clínica diária na Unidade de Saúde e hidratação oral de 2 litros de líquidos por dia. Preencher cartão de acompanhamento de dengue; prescrever sintomáticos e repouso; notificar o caso e orientar retorno.",
            "E": "liberá-lo para o domicílio, com orientação de ingerir 5 a 6 litros de líquidos/dia, sendo 1/3 com solução salina e os 2/3 restantes de líquidos caseiros (água, suco de frutas, soro caseiro, chás, água de coco etc.). Prescrever sintomáticos e repouso; notificar o caso e orientar retorno."
        },
        "resposta": "E",
        "contains_img": false
    },
    {
        "numero": 4,
        "enunciado": "Menina com 12 anos de idade tem diagnóstico de asma desde os três anos de idade, sem acompanhamento adequado há seis meses. Comparece à Unidade Básica de Saúde por apresentar, nas últimas quatro semanas, dificuldade para realizar atividades físicas, com necessidade de uso de medicação três ou mais vezes por semana, e vários despertares noturnos devido à tosse. Ao exame físico, apresenta sibilos inspiratórios ao esforço. A classificação e o tratamento para o controle clínico desse quadro são, respectivamente:",
        "alternativas": {
            "A": "asma moderada; deve ser iniciado corticoide inalatório associado ao montelucaste.",
            "B": "asma persistente leve; deve ser iniciado um broncodilatador de ação longa por três meses.",
            "C": "asma parcialmente controlada; deve ser iniciado corticoide inalatório e broncodilatador de ação longa.",
            "D": "asma induzida por exercício; deve ser prescrito broncodilatador de ação curta e montelucaste.",
            "E": "asma não controlada; deve ser iniciado broncodilatador de ação curta e corticoide inalatório."
        },
        "resposta": "E",
        "contains_img": false
    },
    {
        "numero": 5,
        "enunciado": "Mulher com 19 anos de idade, primigesta, com gestação de 22 semanas, procura serviço de Pronto Atendimento obstétrico por apresentar lesões ulceradas, rasas e dolorosas em vulva, iniciadas há um dia, acompanhadas de febre não aferida e mal-estar geral. Relata que o quadro se iniciou há três dias, precedido por sensação de queimação no local. Nega qualquer lesão semelhante anterior. Não se observam alterações em gânglios inguinais. A hipótese diagnóstica e a conduta corretas para a paciente são, respectivamente:",
        "alternativas": {
            "A": "cancro mole; iniciar doxiciclina.",
            "B": "herpes genital; iniciar aciclovir oral.",
            "C": "donovanose; iniciar penicilina benzatina.",
            "D": "sífilis primária; iniciar penicilina benzatina.",
            "E": "condiloma plano; cauterizar com ácido tricloroacético 90%."
        },
        "resposta": "B",
        "contains_img": false
    },
    {
        "numero": 6,
        "enunciado": "Mulher com 28 anos de idade foi internada por apresentar quadro de confusão mental progressiva e rebaixamento do nível de consciência. Os familiares informam que ela apresenta perda progressiva de peso (de aproximadamente 10 kg), além de episódios febris (até 38,5 ºC) nos últimos três meses. Negam a ocorrência de tosse ou diarreia; relatam o uso de drogas endovenosas há pelo menos cinco anos, além do consumo excessivo de álcool e cigarros. Há uma semana iniciou quadro de confusão mental e há dois dias evolui com rebaixamento do nível de consciência, apresentando-se torporosa no momento da internação. Foi iniciada, empiricamente, ceftriaxona. Os exames iniciais demonstraram leucócitos = 3.600/mm³, com 70% de neutrófilos, 20% de linfócitos e 10% de eosinófilos; anemia hipocrômica, microcítica, com anisocitose; plaquetas normais; VHS = 102 mm na primeira hora; ureia, creatinina, TGO/AST, TGP/ALT e eletrólitos normais; a tomografia computadorizada de crânio foi normal. Após a realização dos exames e 48h de antibioticoterapia, a paciente apresentava-se sem melhora do quadro clínico. Foi então realizada uma punção lombar diagnóstica evidenciando: 220 leucócitos/mm³, com 70% de linfócitos, níveis elevados de proteína e baixos níveis de glicose. O diagnóstico da paciente é:",
        "alternativas": {
            "A": "meningite viral.",
            "B": "encefalite viral.",
            "C": "meningite tuberculosa.",
            "D": "meningite estafilocócica.",
            "E": "meningite por bacilo gram-negativo."
        },
        "resposta": "C",
        "contains_img": false
    },
    {
        "numero": 7,
        "enunciado": "Homem com 35 anos de idade, obeso, com hérnia de hiato, é acompanhado clinicamente há cerca de dez anos. Sua última endoscopia de controle mostrou esofagite com esôfago de Barret em uma extensão de cerca de 5 cm. Foram colhidas biópsias cujo resultado foi metaplasia de Barret. A conduta inicial para o seguimento deste paciente é:",
        "alternativas": {
            "A": "indicação imediata de cirurgia antirrefluxo.",
            "B": "indicação imediata de esofagectomia parcial.",
            "C": "orientações higienodietéticas e o uso de antiácidos orais.",
            "D": "uso de inibidores de bomba de prótons - 60 a 80 mg/dia - por três meses.",
            "E": "erradicação de H. pylori com amoxicilina - 2,0 g/dia e claritromicina - 1,0 g/dia."
        },
        "resposta": "D",
        "contains_img": false
    },
    {
        "numero": 8,
        "enunciado": "Mulher com 81 anos de idade, fumante há 60 anos, deu entrada em hospital geral com quadro de dispneia intensa, que evoluiu para óbito dois dias após a internação. Na admissão fez-se o diagnóstico de embolia pulmonar e trombose venosa profunda em membro inferior direito. O preenchimento adequado da declaração de óbito é:",
        "alternativas": {
            "A": "Parte I: a. embolia pulmonar; b. trombose venosa profunda; c. tabagismo. Parte II: (sem preenchimento).",
            "B": "Parte I: a. dispneia intensa; b. trombose venosa profunda; c. tabagismo. Parte II: embolia pulmonar.",
            "C": "Parte I: a. embolia pulmonar; b. trombose venosa profunda. Parte II: tabagismo.",
            "D": "Parte I: a. dispneia intensa; b. trombose venosa profunda. Parte II: tabagismo.",
            "E": "Parte I: a. trombose venosa profunda. Parte II: embolia pulmonar."
        },
        "resposta": "C",
        "contains_img": true
    },
    {
        "numero": 9,
        "enunciado": "Criança com três anos de idade, nascida a termo, não acompanhada regularmente na Puericultura, foi levada pela mãe para uma consulta na Unidade Básica de Saúde após sofrer fratura no antebraço direito há dois meses. Após avaliação médica foi observado: baixa estatura para a idade, escoliose, desproporção da relação segmento superior e inferior, hipotonia muscular e hérnia umbilical pequena. O médico solicitou radiografia de mão e punho e de membros inferiores, mostradas abaixo. O diagnóstico e a alteração radiológica que o confirma são, respectivamente:",
        "alternativas": {
            "A": "osteopenia e perda da densidade óssea.",
            "B": "hipotireoidismo e atraso da idade óssea.",
            "C": "deficiência de fósforo e osteomalácia.",
            "D": "displasia óssea e displasia metafisária.",
            "E": "raquitismo e alargamento das epífises."
        },
        "resposta": "E",
        "contains_img": true
    },
    {
        "numero": 10,
        "enunciado": "Mulher com 23 anos de idade, primigesta, idade gestacional de 30 semanas, vem à quarta consulta de pré-natal. Não relata nenhuma queixa. Ao exame clínico, apresenta pressão arterial = 140x90 mmHg (em decúbito lateral esquerdo), pulso = 80 bpm, altura uterina = 31 cm e frequência cardíaca fetal = 140 bpm. Traz exame de proteinúria de 24 horas com valor de 412 mg/24h. Hemograma apresentando contagem de plaquetas de 220.000/mm³. No cartão da gestante, estão anotadas as seguintes medidas da pressão arterial registradas nas consultas anteriores: 110x70 mmHg, 120x70 mmHg e 140x100 mmHg. O diagnóstico correto é:",
        "alternativas": {
            "A": "pré-eclâmpsia leve.",
            "B": "pré-eclâmpsia grave.",
            "C": "iminência de eclâmpsia.",
            "D": "hipertensão gestacional.",
            "E": "hipertensão arterial crônica."
        },
        "resposta": "A",
        "contains_img": false
    },
    {
        "numero": 11,
        "enunciado": "Uma criança com 10 anos de idade é trazida ao hospital de referência, em cidade de grande porte, com quadro que já se arrasta há seis meses. Apresenta febre irregular intercalada com períodos de apirexia, anorexia e perda ponderal de 6 kg. A mãe relata, ainda, diarreia ocasional, sangramento gengival frequente, epistaxe e episódios de pneumonia e otite, tratados com antibióticos nos dois últimos meses, pouco antes da mudança realizada pela família, que saiu de uma cidade da zona rural para uma cidade da zona urbana. Ao exame, a criança apresenta-se emagrecida, hipodesenvolvida para a idade, cabelos finos e quebradiços, hipocorada 2+/4, anictérica, com micropoliadenopatia cervical e axilar bilateral, sopro sistólico 2+/6+, pancardíaco, abdome distendido, com fígado palpável a 5 cm do rebordo costal direito, baço palpável a 8 cm do rebordo costal esquerdo, edema de membros inferiores 1+/4, frio e com cacifo. Temperatura axilar = 37,8 ºC; PA = 100x70 mmHg; FC = 104 bpm; FR = 18 irpm. A melhor correlação entre a manifestação clínica apresentada pela criança e seu mecanismo fisiopatológico, nessa endemia brasileira, é:",
        "alternativas": {
            "A": "a esplenomegalia como efeito da hipertrofia progressiva, por aumento da pressão sanguínea no sistema portal intra-hepático e da veia esplênica.",
            "B": "as infecções bacterianas como seguimento ao aumento da resposta imunológica TH1 e da produção exagerada de interferon gama e interleucina 2.",
            "C": "o edema de membros inferiores, frio e com cacifo, como consequência da insuficiência cardíaca congestiva secundária a miocardiopatia dilatada.",
            "D": "a anemia como resultado da combinação de hemólise, ocupação de medula óssea por macrófagos infectados, hemorragias e sequestro esplênico.",
            "E": "os sangramentos gengivais e epistaxe como efeito da diminuição da produção de fatores de coagulação pela lesão direta e insuficiência hepatocelular."
        },
        "resposta": "D",
        "contains_img": false
    },
    {
        "numero": 12,
        "enunciado": "Mulher com 57 anos de idade deu entrada na Emergência apresentando, há um dia, cinco episódios de evacuações com sangue vermelho vivo e em grande quantidade. Na admissão apresenta pressão arterial = 70x50 mmHg, frequência cardíaca = 164 bpm, sudorese profusa e intensa palidez cutâneo-mucosa. O exame do abdome é normal e no exame proctológico são vistas hemorróidas Grau II. Foi administrado O₂ nasal, hidratação com 2 litros de Ringer Lactato em acesso venoso periférico e a paciente encontra-se estável hemodinamicamente após seis horas da admissão. Com base no quadro clínico descrito, entre as opções abaixo, a próxima conduta diagnóstica e/ou terapêutica é:",
        "alternativas": {
            "A": "angiografia e possível embolização para diagnóstico e terapêutica.",
            "B": "vasopressina EV para diminuir o sangramento e sua recorrência.",
            "C": "enema opaco para diagnóstico e hemostasia.",
            "D": "tomografia com contraste para diagnóstico.",
            "E": "colonoscopia após preparo intestinal."
        },
        "resposta": "E",
        "contains_img": false
    },
    {
        "numero": 13,
        "enunciado": "Durante uma reunião de capacitação em Saúde Escolar para os Agentes Comunitários de Saúde das equipes de Saúde da Família de um município de médio porte, foi fornecida uma série de informações e de procedimentos relativos à avaliação de acuidade visual de crianças e adolescentes. Os Agentes Comunitários de Saúde devem saber que:",
        "alternativas": {
            "A": "existem sinais e sintomas de alerta que podem caracterizar distúrbios de acuidade visual em crianças e adolescentes, como crianças com comportamento agitado, dificuldade de socialização e déficit de aprendizagem.",
            "B": "caso o rastreamento pela tabela de Snellen seja positivo, a criança deverá ser encaminhada para a equipe de Saúde da Família, que a avaliará clinicamente, antes de encaminhá-la ao especialista.",
            "C": "existem fatores de risco para problemas de saúde ocular em crianças, como baixo peso ou tamanho para a idade, tabagismo durante a gestação e falta de suplementação de ferro no primeiro ano de vida.",
            "D": "o teste para triagem de acuidade visual utiliza a Tabela de Snellen e pode ser realizado em crianças a partir de sete anos de idade, por qualquer profissional treinado.",
            "E": "crianças com sinais e/ou sintomas de desconforto, como esfregar os olhos, piscar muito e/ou apresentar conjuntivas vermelhas, não devem ser submetidas ao teste de acuidade visual."
        },
        "resposta": "B",
        "contains_img": false
    },
    {
        "numero": 14,
        "enunciado": "Lactente com um ano de idade passou a frequentar creche há dois meses e, nesse período, já apresentou dois episódios de infecção de vias aéreas superiores (IVAS). Há três dias passou a apresentar quadro de febre, coriza hialina e tosse, inicialmente seca, que evoluiu para tosse produtiva. Há 24h foi levado pela mãe ao Pronto Atendimento e foi medicado com paracetamol e solução fisiológica nasal. Como não houve melhora do quadro, a mãe retornou ao Pronto Atendimento para nova consulta. Ao exame físico, a criança encontra-se afebril, gemente, FR = 50 irpm, ausculta pulmonar com roncos difusos e tiragem subcostal. À otoscopia observa-se hiperemia de membrana timpânica bilateral e oroscopia com leve hiperemia de pilares amigdalianos. Com base no quadro clínico e exame físico, o diagnóstico e a conduta imediata são, respectivamente:",
        "alternativas": {
            "A": "bronquiolite; indicar oxigenoterapia.",
            "B": "pneumonia; encaminhar para internação.",
            "C": "amigdalite viral; prescrever sintomáticos.",
            "D": "otite média aguda; prescrever antibiótico.",
            "E": "asma; prescrever broncodilatador inalatório."
        },
        "resposta": "B",
        "contains_img": false
    },
    {
        "numero": 15,
        "enunciado": "Casal procura atendimento médico em Unidade Básica de Saúde com história de tentativas frustradas de engravidar há dois anos, a despeito de manter relações sexuais frequentes e sem uso de métodos contraceptivos. Ela tem 25 anos de idade, apresenta ciclos menstruais regulares e nega dismenorreia, dispareunia, comorbidades ou antecedente de doenças sexualmente transmissíveis. Ele tem 30 anos de idade, sem antecedentes relevantes, com filho de cinco anos de idade de outro relacionamento. Considerando a propedêutica indicada na abordagem inicial do casal infértil, devem ser solicitados:",
        "alternativas": {
            "A": "espermograma e histerossalpingografia.",
            "B": "ultrassonografia transvaginal e teste pós-coital.",
            "C": "teste pós-coital e ultrassonografia escrotal com Doppler.",
            "D": "dosagem de LH no 14.º dia do ciclo e histerossalpingografia.",
            "E": "espermograma e dosagem de FSH no terceiro dia do ciclo para avaliar reserva ovariana."
        },
        "resposta": "A",
        "contains_img": false
    },
    {
        "numero": 16,
        "enunciado": "Mulher com 22 anos de idade vem à consulta ambulatorial com diarreia há seis meses. Apresenta cerca de seis evacuações ao dia, com fezes pastosas volumosas, de odor fétido, amareladas e espumosas, sem muco ou sangue. Nega tenesmo ou febre. Piora com a ingestão de leite. Tem cólicas eventuais e distensão abdominal gasosa. Teve perda ponderal de 5 kg desde o início do quadro. É solteira, sem atividade sexual. Nega uso de drogas ou álcool. Nega cirurgias prévias. Ao exame físico apresenta-se com índice de massa corpórea de 22 kg/m². Mucosas hipocrômicas. Evidente perda de massa muscular. Abdome discretamente distendido por gases, sem ascite, visceromegalias ou tumorações. Presença de lesões de pele, de aspecto herpetiforme, em tronco. No relatório, para justificar o encaminhamento da paciente para o especialista, deverá ser especificada a necessidade de que a paciente seja submetida a:",
        "alternativas": {
            "A": "tomografia computadorizada de abdome total.",
            "B": "retossigmoidoscopia com biópsia de mucosa retal.",
            "C": "colonoscopia com biópsia de mucosa de sigmóide.",
            "D": "estudo radiológico de trânsito do intestino delgado.",
            "E": "endoscopia digestiva alta com biópsia de duodeno."
        },
        "resposta": "E",
        "contains_img": false
    },
    {
        "numero": 17,
        "enunciado": "Mulher com 41 anos de idade procurou a Unidade de Pronto Atendimento com relato de dor anal há três dias e, há cerca de seis horas, notou sangramento anal vermelho vivo entremeado com coágulos. Nega alteração de hábito intestinal e história familiar de neoplasia colorretal. Ao exame observa-se uma nodulação perianal com cerca de 1 cm de diâmetro, arroxeada e com laceração central por onde se extrui um coágulo sanguíneo. O toque retal foi muito doloroso e não evidenciou tumores ou presença de sangue nas fezes. Com base nessas informações, a conduta correta é:",
        "alternativas": {
            "A": "fazer a esclerose do vaso sangrante.",
            "B": "encaminhar para cirurgia de urgência.",
            "C": "realizar a trombectomia no momento do exame.",
            "D": "fazer ligadura elástica para hemostasia do vaso sangrante.",
            "E": "prescrever anti-inflamatório não esteroidal e observar o sangramento."
        },
        "resposta": "E",
        "contains_img": false
    },
    {
        "numero": 18,
        "enunciado": "Em uma pequena cidade, de oito mil habitantes, foi iniciada uma nova gestão municipal, que buscou implementar o modelo de Estratégia de Saúde da Família. A população, entendendo que o atendimento poderia piorar, reagiu negativamente. A fim de sensibilizar a população em prol da consolidação do modelo, uma equipe da Secretaria Estadual de Saúde foi mobilizada. Para alcançar este objetivo, durante uma reunião com a comunidade, a equipe explicitou os princípios do novo modelo. Entre os argumentos apresentados abaixo, qual seria o correto para a equipe utilizar?",
        "alternativas": {
            "A": "A realização da territorialização possibilitará a identificação das fortalezas e fragilidades dos equipamentos da comunidade.",
            "B": "No processo de adscrição da clientela, as famílias que não forem previamente cadastradas não serão atendidas pela equipe de saúde.",
            "C": "A mudança de um modelo assistencial preventivo para um curativo será positiva, pois beneficiará as pessoas com doenças crônicas.",
            "D": "Com a implementação desta estratégia, o atendimento será hierarquizado, isto é, antes da consulta médica haverá a consulta de enfermagem.",
            "E": "O novo modelo terá como objetivo realizar promoção e prevenção à saúde, o que praticamente elimina a necessidade de atendimentos individuais."
        },
        "resposta": "A",
        "contains_img": false
    },
    {
        "numero": 19,
        "enunciado": "Criança com 9 anos de idade, previamente hígida, desenvolveu quadro de astenia há dois dias. Há seis horas passou a apresentar alguns episódios de vômito, dor abdominal, poliúria e polidipsia. Foi levada pela mãe ao Pronto-Socorro, onde chegou com quadro de desidratação e confusão mental. O plantonista solicitou gasometria arterial, que apresentou o seguinte resultado: pH = 7,2; pO2 = 75 mmHg; pCO2 = 30 mmHg; HCO₃⁻ = 12 mEq/L e Excesso de base (BE) = -18 mEq/L. Com base no quadro clínico e exames laboratoriais, o diagnóstico e a conduta imediata são, respectivamente:",
        "alternativas": {
            "A": "cetoacidose diabética; corrigir desidratação pelo cálculo da depleção do espaço extracelular.",
            "B": "intoxicação exógena aguda; administrar carvão ativado e tomar medidas para estabilização do paciente.",
            "C": "obstrução intestinal; corrigir a desidratação, além de solicitar US abdominal para confirmar o diagnóstico.",
            "D": "pancreatite aguda; encaminhar para Unidade de Terapia Intensiva para monitorização e suporte.",
            "E": "gastroenterocolite aguda; corrigir desidratação de acordo com o seu grau."
        },
        "resposta": "A",
        "contains_img": false
    },
    {
        "numero": 20,
        "enunciado": "Mulher com 25 anos de idade, nuligesta, procura o Ambulatório de Mastologia relatando ter notado a presença de nódulo na mama esquerda há dois meses. Faz uso de anticoncepcional combinado oral. Nega história familiar de câncer de mama. Ao exame, palpa-se nódulo de consistência fibroelástica, de contornos regulares, móvel, indolor, medindo cerca de 3,0 cm, em quadrante superoexterno da mama esquerda. A conduta imediata indicada é:",
        "alternativas": {
            "A": "solicitar mamografia.",
            "B": "realizar exérese do nódulo.",
            "C": "realizar controle clínico a cada seis meses.",
            "D": "solicitar mamografia e ultrassonografia mamária.",
            "E": "realizar punção aspirativa com agulha fina (PAAF)."
        },
        "resposta": "E",
        "contains_img": false
    },
    {
        "numero": 21,
        "enunciado": "Mulher com 48 anos de idade, durante investigação laboratorial de rotina em Ambulatório de Clínica Médica, é surpreendida com achado de aminotransferases cerca de duas vezes o limite superior da normalidade. Na investigação de órgãos e sistemas, a paciente relata apenas “cansaço frequente”. Foram solicitados marcadores virais de hepatites, os quais revelaram: Anti-HAV IgG não reativo; HBsAg não reativo, Anti-HBc IgG não reativo, Anti-HCV reativo. Diante dos resultados, foram adicionados à investigação a solicitação de PCR quantitativo para HCV, genotipagem do HCV, ultrassonografia abdominal e indicada vacinação para hepatite A e B. No encaminhamento para hepatologista, o conjunto de resultados que indicaria a maior probabilidade de resposta virológica sustentada para tratamento antiviral com ribavirina e peg-interferon é:",
        "alternativas": {
            "A": "RNA do HCV indetectável e fígado com evidências de cirrose.",
            "B": "RNA do HCV indetectável e fígado sem evidências de fibrose.",
            "C": "RNA do HCV detectável com < 2.000.000 cópias/ml, genótipo 4 e fígado com esteatose.",
            "D": "RNA do HCV detectável com > 2.000.000 cópias/ml, genótipo 1 e fígado com fibrose avançada.",
            "E": "RNA do HCV detectável com < 2.000.000 cópias/ml, genótipo 2 e fígado com evidência de fibrose."
        },
        "resposta": "E",
        "contains_img": false
    },
    {
        "numero": 22,
        "enunciado": "Criança do sexo masculino, com 7 meses de idade, começou a apresentar crises de choro injustificado intercaladas com períodos de acalmia. Tem leve distensão abdominal, principalmente em quadrante superior direito, e vômitos de conteúdo alimentar há cerca de dois dias. Hoje pela manhã, a mãe notou fezes contendo substância gelatinosa e de cor róseo-avermelhada, o que a motivou a procurar serviço de Pronto Atendimento. Ao exame, a criança se apresenta inquieta e chorosa, os ruídos abdominais estão presentes, levemente aumentados e com timbre metálico. Na palpação abdominal evidencia-se uma tumoração fusiforme em hipocôndrio direito, sem sinais de irritação peritonial. Com base nessas informações, pode-se afirmar que, na investigação por imagem:",
        "alternativas": {
            "A": "a presença de sangue nas fezes contraindica o enema baritado.",
            "B": "a radiografia simples de abdome deve mostrar uma imagem de dupla bolha.",
            "C": "a tomografia computadorizada é superior ao enema baritado no acompanhamento da redução hidrostática.",
            "D": "a ultrassonografia de abdome deve mostrar imagens em \"alvo\" e \"pseudo rim\" no quadrante superior direito.",
            "E": "a ultrassonografia de abdome deve mostrar imagem de espessamento (hipertrofia) da camada muscular do piloro em epigástrio."
        },
        "resposta": "D",
        "contains_img": false
    },
    {
        "numero": 23,
        "enunciado": "Primípara, no 5.º dia pós-parto, procura a Unidade Básica de Saúde queixando-se de dor e inchaço nas mamas, com dificuldade para amamentar. Relata que seu filho chora constantemente e que ele é preguiçoso para sugar o leite. Ao exame físico apresenta mamas volumosas, brilhantes, endurecidas, doloridas, com calor local. As aréolas apresentam-se tensas e os mamilos planos. Com base nos dados clínicos apresentados, a conduta correta a ser orientada é:",
        "alternativas": {
            "A": "manter o aleitamento exclusivo sob livre demanda; corrigir a pega; aumentar a frequência das mamadas; realizar ordenha manual antes da mamada para diminuir a tensão da auréola; e recomendar uso de sutiã com alças que suspendam as mamas.",
            "B": "introduzir antibioticoterapia associada com analgésicos e anti-inflamatórios não hormonais; administrar compressas frias nas mamas; e suspender a amamentação até que se garanta uma boa pega e ocorra melhora dos sinais flogísticos nas mamas.",
            "C": "suspender a amamentação até que se garanta uma boa pega e para que ocorra melhora dos sinais flogísticos nas mamas; administrar compressas mornas para reduzir os aglomerados de leite nos ductos; e realizar a ordenha manual.",
            "D": "suspender o aleitamento exclusivo até haver a melhora do processo inflamatório; administrar analgésicos e anti-inflamatórios; iniciar exercícios para correção dos mamilos planos; e realizar a ordenha manual.",
            "E": "introduzir antibioticoterapia; realizar compressas mornas para reduzir os aglomerados de leite nos ductos; e manter o aleitamento exclusivo sob livre demanda, após correção da pega."
        },
        "resposta": "A",
        "contains_img": false
    },
    {
        "numero": 24,
        "enunciado": "Homem com 54 anos de idade, com antecedentes de dislipidemia, hipertensão arterial e histórico de doença familiar cardiovascular precoce (pai teve infarto do miocárdio aos 50 anos), deu entrada na Emergência de um hospital com história de dor em região epigástrica há cerca de cinco horas, em aperto, de forte intensidade, sem relação com a alimentação e sem fatores de melhora, acompanhada de náuseas e vômitos. Havia recebido 200 mg de AAS no hospital de origem. Ao exame, encontrava-se pálido, sudoreico e sonolento. Temperatura axilar = 35,8 ºC, pressão arterial = 80x50 mmHg, frequência cardíaca = 118 bpm, frequência respiratória = 16 irpm. Perfusão periférica diminuída. A ausculta cardíaca revelava bulhas normofonéticas, sem sopros. Havia turgência jugular a 45.º. A ausculta pulmonar não revelava estertores. O eletrocardiograma da admissão é apresentado abaixo. Diante do quadro clínico do paciente, a hipótese diagnóstica, a provável causa do choque e o tratamento inicial recomendado são, respectivamente:",
        "alternativas": {
            "A": "infarto do miocárdio com supra de ST de parede inferior; tamponamento cardíaco; pericardiocentese.",
            "B": "infarto do miocárdio com supra de ST de parede anterior; resposta inflamatória sistêmica; noradrenalina.",
            "C": "infarto do miocárdio com supra de ST de parede inferior; infarto de ventrículo direito; hidratação com solução salina.",
            "D": "infarto do miocárdio com supra de ST de parede anterior; ruptura de músculo papilar; colocação de balão intra-aórtico.",
            "E": "infarto do miocárdio com supra de ST de parede ântero-septal; ruptura do septo interventricular; cirurgia cardíaca de emergência."
        },
        "resposta": "C",
        "contains_img": true
    },
    {
        "numero": 25,
        "enunciado": "Homem com 60 anos de idade, obeso, procurou Setor de Emergência de um hospital público com queixas de dor na panturrilha esquerda e edema de membros inferiores, após uma viagem de ônibus de doze horas de duração. Evoluiu com dispneia súbita, sem melhora com a mudança postural, além de hemoptise e taquicardia. A ausculta pulmonar revelou presença de crepitações no terço médio de ambos os pulmões. A hipótese diagnóstica principal e a opção terapêutica recomendada são, respectivamente:",
        "alternativas": {
            "A": "tromboembolismo pulmonar agudo; heparina de baixo peso molecular associada a trombolítico.",
            "B": "pneumotórax hipertensivo; drenagem torácica fechada associada a pressão negativa.",
            "C": "infarto agudo do miocárdio; trombolítico associado a angioplastia percutânea de resgate.",
            "D": "pneumonia bacteriana; oxigenoterapia associada a antibioticoterapia de amplo espectro.",
            "E": "derrame pleural; drenagem torácica fechada associada a exame de cultura do líquido pleural."
        },
        "resposta": "A",
        "contains_img": false
    },
    {
        "numero": 26,
        "enunciado": "Mulher com 30 anos de idade é atendida por um médico numa Unidade de Saúde da Família na comunidade em que reside. Há três meses vem se sentindo muito cansada, com desânimo e desinteresse para fazer todas as suas tarefas diárias, inclusive sem vontade de comer (emagreceu 3 kg nesse período) ou de sair de casa. Não está dormindo direito e sente \"que não serve para mais nada\" (sic). Além do acolhimento de forma contextualizada, por meio de um relacionamento médico-paciente humanizado, quais devem ser, respectivamente, o diagnóstico e a conduta?",
        "alternativas": {
            "A": "A paciente não preenche critérios para episódio depressivo e deve-se investigar anorexia nervosa.",
            "B": "A paciente preenche critérios para diagnóstico de episódio depressivo e deve ser encaminhada para um psiquiatra.",
            "C": "A hipótese diagnóstica é de anemia e deve-se solicitar dosagem de hemoglobina e iniciar reposição medicamentosa.",
            "D": "A paciente preenche critérios para diagnóstico de episódio depressivo e deve-se iniciar tratamento.",
            "E": "Deve-se realizar investigação das funções tireoidianas, pois a história clínica é característica de distúrbios deste órgão."
        },
        "resposta": "D",
        "contains_img": false
    },
    {
        "numero": 27,
        "enunciado": "A mãe de um lactente, com 3 meses de idade, procura atendimento médico na Unidade Básica de Saúde porque ele não apresenta evacuações há dois dias. Não há outras queixas. Refere que o lactente está em aleitamento materno exclusivo e as evacuações têm ocorrido com intervalos de até três dias. Trata-se do seu primeiro filho e a mãe está muito preocupada. Ao exame físico, a criança encontra-se ativa, reativa, normocorada e hidratada. Apresenta frequência respiratória e cardíaca normais, ausculta pulmonar e cardíaca normais e palpação abdominal normal. Tendo em vista a queixa materna e o exame físico, a orientação adequada é:",
        "alternativas": {
            "A": "Oferecer água e líquidos em abundância à criança.",
            "B": "Oferecer chás caseiros nos intervalos das mamadas.",
            "C": "Observar e retornar caso ocorra incômodo ao evacuar.",
            "D": "Aumentar líquidos e alimentos laxantes na dieta materna.",
            "E": "Administrar supositório de glicerina após 24h sem evacuações."
        },
        "resposta": "C",
        "contains_img": false
    },
    {
        "numero": 28,
        "enunciado": "Mulher com 32 anos de idade procura ginecologista, queixando-se de irregularidade menstrual e dificuldade para engravidar. As menstruações frequentemente atrasam, chegando a ficar 120 dias sem menstruar. Gesta 1, Para 1, com antecedente de diabetes gestacional na primeira gestação, há oito anos. É sedentária, nega tabagismo e etilismo. Refere ter aumentado cerca de 15 kg desde o parto. Exame físico: presença de acne facial e hirsutismo, além de Acantose nigricans nas axilas e região nucal. Trouxe resultado de ultrassonografia transvaginal mostrando ovários com volume aumentado e presença de mais de doze folículos, medindo 9 mm em ambos os ovários. Com base nos dados apresentados, é correto afirmar que a paciente apresenta risco aumentado para:",
        "alternativas": {
            "A": "Adenomiose.",
            "B": "Endometriose pélvica.",
            "C": "Teratoma maduro de ovário.",
            "D": "Hiperplasia endometrial.",
            "E": "Adenocarcinoma do colo uterino."
        },
        "resposta": "D",
        "contains_img": false
    },
    {
        "numero": 29,
        "enunciado": "Homem com 48 anos de idade procura o ambulatório de Clínica Médica para avaliação. Não apresenta história de comorbidades conhecidas prévias, mas é tabagista (20 maços-ano) e tem histórico familiar de hipertensão arterial sistêmica (HAS) importante. Nega diabetes, dislipidemia, etilismo, drogadição, acidente vascular cerebral, doença renal prévia, doenças da tireoide, doença arterial coronariana e uso crônico de medicações. No momento, encontra-se assintomático, com pressão arterial (PA) = 145x95 mmHg (medida duas vezes na consulta) e índice de massa corporal de 26,8 kg/m². A fundoscopia revelou arteríolas estreitadas, tortuosas e brilhantes (em fio de prata), além de cruzamento arterial patológico. A ausculta cardíaca revelou bulhas normofonéticas, ritmo cardíaco regular em três tempos, com presença de B4 e frequência cardíaca = 88 bpm. Não havia turgência jugular. A ausculta pulmonar era normal. Não havia edema de membros inferiores. O eletrocardiograma revelou sinais de hipertrofia ventricular esquerda. A dosagem de creatinina e o sumário de urina (Urina I) eram normais. Diante do quadro deste paciente, a meta de PA e a recomendação do tratamento neste momento são, respectivamente:",
        "alternativas": {
            "A": "PA < 140x90; modificação do estilo de vida isolado.",
            "B": "PA < 130x80; modificação do estilo de vida isolado.",
            "C": "PA < 140x90; modificação do estilo de vida e tratamento medicamentoso.",
            "D": "PA < 120x80; modificação do estilo de vida e tratamento medicamentoso.",
            "E": "PA < 130x80; modificação do estilo de vida e tratamento medicamentoso."
        },
        "resposta": "E",
        "contains_img": false
    },
    {
        "numero": 30,
        "enunciado": "Menina com 7 anos de idade foi levada para consulta em Unidade Básica de Saúde pela mãe. Apresenta queixa de ganho de peso excessivo nos últimos meses. Após a realização do exame físico, foram registrados os seguintes dados: Peso = 35 kg; Altura = 1,25 m; Pressão Arterial (membro superior direito) = 118x80 mmHg. Após a análise das curvas de crescimento (peso, altura e índice de massa corporal – IMC) e da tabela de pressão arterial, é correto afirmar que os diagnósticos e a conduta inicial recomendada nessa situação são, respectivamente:",
        "alternativas": {
            "A": "Obesidade grave e hipertensão; recomenda-se incentivar hábitos de vida saudáveis (atividade física regular e alimentação balanceada) e realizar tratamento farmacológico.",
            "B": "Sobrepeso e pressão arterial limítrofe; recomenda-se incentivar hábitos de vida saudáveis (atividade física regular e alimentação balanceada) e rastrear outras comorbidades.",
            "C": "Obesidade e hipertensão; recomenda-se seguir plano alimentar com dieta balanceada, atividade física regular e acompanhamento semanal com a equipe de saúde.",
            "D": "Sobrepeso e hipertensão; recomenda-se seguir plano alimentar com dieta balanceada, atividade física regular, bem como restrições de tempo na frente da televisão.",
            "E": "Obesidade e pressão arterial limítrofe; recomenda-se seguir plano alimentar com dieta balanceada, atividade física regular e rastrear outras comorbidades."
        },
        "resposta": "C",
        "contains_img": true
    },
    {
        "numero": 31,
        "enunciado": "Mulher com 25 anos de idade deu entrada no Serviço de Emergência, prostrada, com vômitos. Ao exame físico observou-se hipotensão arterial, febre de 39ºC, defesa na fossa ilíaca direita, distensão e irritação peritonial difusas. O exame ginecológico e o toque retal evidenciaram a presença de dor no fundo de saco posterior à mobilização do colo uterino. A punho percussão lombar era negativa, bilateralmente. A melhor abordagem para o caso é:",
        "alternativas": {
            "A": "reposição volêmica; realização de hemograma; solicitação de tomografia computadorizada do abdome para excluir o diagnóstico de pelvi-peritonite.",
            "B": "reposição volêmica; realização de hemograma; iniciar antibioticoterapia após coleta de sangue para hemocultura e indicar o tratamento cirúrgico.",
            "C": "reposição volêmica; solicitação de exame de urina, de exames de rotina para abdome agudo; repetir a ultrassonografia e reavaliar periodicamente.",
            "D": "solicitação de hemograma; realização de exame de urina e ultrassom para fazer o diagnóstico diferencial com ruptura de cisto ovariano.",
            "E": "reposição volêmica; solicitação de radiografia do abdome inferior e reavaliar."
        },
        "resposta": "B",
        "contains_img": false
    },
    {
        "numero": 32,
        "enunciado": "Menino com 12 anos de idade comparece para consulta em Unidade Básica de Saúde acompanhado pela mãe. Tem história de asma brônquica. Há dois meses vem apresentando tosse noturna diária, incapacidade de jogar bola e crises de falta de ar pelo menos uma vez ao mês. No exame físico não apresenta alterações na ausculta pulmonar. Atualmente está sem medicação.\n\nQual o tratamento preconizado para esse paciente?",
        "alternativas": {
            "A": "Prescrever medicação de alívio, do tipo beta agonista de ação longa, e acompanhar o paciente semanalmente.",
            "B": "Prescrever medicação de alívio, do tipo beta agonista de ação longa, e encaminhar para o pneumologista e fisioterapia.",
            "C": "Orientar sobre cuidados ambientais e prescrever corticoide inalatório associado a beta agonista de ação longa por quatro semanas.",
            "D": "Prescrever corticoide inalatório de uso contínuo e um beta agonista de ação curta, conforme necessidade de alívio dos sintomas.",
            "E": "Prescrever corticoide inalatório associado a montelucaste diário por doze semanas e indicar fisioterapia respiratória."
        },
        "resposta": "D",
        "contains_img": false
    },
    {
        "numero": 33,
        "enunciado": "Primigesta com 20 anos de idade, 18 semanas de gestação, assintomática, vem para mais uma consulta de pré-natal na Unidade Básica de Saúde trazendo resultado de sorologia para toxoplasmose = IgG reagente e IgM reagente. Desconhece história prévia de toxoplasmose. A conduta imediata indicada nesta situação é:",
        "alternativas": {
            "A": "repetir sorologia para toxoplasmose no 3.º trimestre de gestação.",
            "B": "realizar ultrassonografia obstétrica para avaliação fetal.",
            "C": "solicitar exame de PCR no líquido amniótico.",
            "D": "iniciar tratamento com espiramicina.",
            "E": "solicitar teste de avidez da IgG."
        },
        "resposta": "E",
        "contains_img": false
    },
    {
        "numero": 34,
        "enunciado": "Mulher com 64 anos de idade, com antecedentes de hipertensão arterial há cerca de 20 anos e tabagista (30 maços-ano), em uso de enalapril - 20 mg de 12/12h, foi trazida à Emergência de um hospital terciário com quadro de dor lombar de forte intensidade e início súbito, sem irradiação, que foi acompanhada por síncope, sem pródromos, iniciada há duas horas. Na admissão hospitalar estava consciente, orientada, anictérica, com palidez cutâneo-mucosa. Temperatura axilar = 36 ºC, pressão arterial = 70x45 mmHg, frequência cardíaca = 118 bpm, frequência respiratória = 18 irpm. Os exames do aparelho cardiovascular e pulmonar não demonstraram alterações. O abdome apresentava equimoses em ambos os flancos e era levemente doloroso à palpação em mesogástrio e hipogástrio, com massa pulsátil em região do mesogástrio. Ruídos hidroaéreos presentes. Nos membros inferiores havia redução da temperatura distalmente e bilateralmente e redução da amplitude de todos os pulsos. Os exames laboratoriais iniciais revelaram: Leucócitos = 12.000/mm³ (segmentados = 74%, eosinófilos = 1%, linfócitos = 15%); Hemoglobina = 12,1 g/dL; Hematócrito = 36,3%; Plaquetas = 231.000/mm³; Glicemia = 84 mg/dL (VR = 80-100 mg/dL); Ureia = 45 mg/dL (VR = 20-35 mg/dL); Creatinina = 1,2 mg/dL (VR = 0,8-1,4 mg/dL); Amilase = 352 U/L (VR = 4-400 U/L); TGO = 26 U/L (VR < 35 U/L) e TGP = 31 U/L (VR < 35 U/L). Considerando a condição clínica atual da paciente, o exame a ser realizado para confirmação diagnóstica é:",
        "alternativas": {
            "A": "ultrassonografia abdominal.",
            "B": "lavado peritoneal com solução salina.",
            "C": "angiorressonância magnética do abdome.",
            "D": "tomografia computadorizada do abdome.",
            "E": "angiografia aórtica e de membros inferiores."
        },
        "resposta": "A",
        "contains_img": false
    },
    {
        "numero": 35,
        "enunciado": "Rapaz com 15 anos de idade, portador de cirrose biliar primária, com classificação MELD igual a 32, encontra-se na fila de transplantes do Sistema Único de Saúde (SUS). Seu pai, com 40 anos de idade, saudável, deseja antecipar o transplante. A orientação adequada para esta situação é:",
        "alternativas": {
            "A": "não há possibilidade de acelerar o transplante, pois o paciente é menor de idade e tem uma avaliação de menor gravidade clínica.",
            "B": "o transplante somente poderá ser antecipado se houver um doador com morte cerebral comprovada e consentimento da família.",
            "C": "o transplante poderá ser acelerado, pois o quadro clínico do paciente é grave e a doação intervivos pelo pai é consentida.",
            "D": "em hipótese alguma o transplante poderá ser antecipado, pois, para a fila do SUS, os critérios são bem definidos e éticos.",
            "E": "o transplante poderá ser antecipado somente com doador falecido HLA idêntico ou semi-idêntico."
        },
        "resposta": "C",
        "contains_img": false
    },
    {
        "numero": 36,
        "enunciado": "Criança com 11 anos de idade, frequentando o quarto ano do ensino fundamental, é encaminhada ao pediatra pela escola por apresentar indisciplina e problemas de aprendizagem. A diretora solicita encaminhamento para o neurologista, psicólogo e oftalmologista. Na consulta em Unidade Básica de Saúde, a mãe conta que a classe da criança já teve três trocas de professora no ano corrente, e que em casa a criança é muito esperta e cuida do irmão de 5 anos, no horário em que ela está trabalhando. Levando em consideração a Reforma Psiquiátrica Brasileira, o Movimento de Luta Antimanicomial e a Política Nacional de Saúde Mental, a conduta adequada é:",
        "alternativas": {
            "A": "valorizar o prejuízo que a criança já tem em decorrência do atraso na escolarização, instituindo tratamento clínico para transtorno de hiperatividade e déficit de atenção com ritalina e psicoterapia no Centro de Atenção Psicossocial (CAPS).",
            "B": "prevenir a piora do quadro e a possibilidade de internação em hospital psiquiátrico por intermédio da pronta referência do caso ao psiquiatra, antes que ocorra recrudescimento e seja imperioso o tratamento manicomial.",
            "C": "agendar os procedimentos ambulatoriais requisitados, em cumprimento ao princípio da intersetorialidade da Lei n.º 8.080/1990, com cobertura pelo benefício financeiro do Programa \"De Volta Para Casa\".",
            "D": "acionar o Conselho Tutelar mediante denúncia de bullying e assédio moral da escola contra a criança, pela repetência serial e tentativa de culpabilizar a vítima pelo próprio agravo sofrido.",
            "E": "orientar a mãe a respeito da possibilidade de o comportamento da criança dever-se a situações sociais do entorno escolar e/ou doméstico, e viabilizar contato da Equipe de Saúde da Família com a escola."
        },
        "resposta": "E",
        "contains_img": false
    },
    {
        "numero": 37,
        "enunciado": "Menino com 12 anos de idade é trazido pelo pai ao Ambulatório de Pediatria. Na história apresenta febre e dor intensa nas articulações do joelho há uma semana, a qual passou a acometer cotovelos e punhos. Há três semanas apresentou infecção de garganta (sic) tratada com amoxicilina. Ao exame, apresenta temperatura axilar = 38,4 ºC; frequência cardíaca = 132 bpm; estado geral comprometido; dispneia leve que piora com o decúbito. A ausculta cardíaca mostra sopro holossistólico, de média intensidade, mais audível em ápice, irradiando-se para a axila; 3.ª bulha audível. Diante do quadro de alta suspeita diagnóstica de febre reumática, qual a medicação a ser prescrita nesse momento?",
        "alternativas": {
            "A": "Ibuprofeno.",
            "B": "Diclofenaco.",
            "C": "Naproxeno.",
            "D": "Prednisona.",
            "E": "Ácido Acetil Salicílico."
        },
        "resposta": "D",
        "contains_img": false
    },
    {
        "numero": 38,
        "enunciado": "Mulher com 35 anos de idade, G2 P1 (parto vaginal há 4 anos), 41 semanas e 2 dias de idade gestacional (corrigida por ultrassonografia realizada no primeiro trimestre), vem à Unidade Básica de Saúde para mais uma consulta de pré-natal. Refere dor nas costas e cansaço. Nega contrações, disúria, perda líquida ou sangramento vaginal. Relata boa movimentação fetal. Ao exame: pressão arterial = 100x60 mmHg, peso = 68 kg, altura uterina = 34 cm, batimentos cardiofetais = 140 bpm, ausência de dinâmica uterina. Toque vaginal = colo grosso, centrado, 2 cm de dilatação, apresentação cefálica. A conduta indicada é:",
        "alternativas": {
            "A": "dar alta do pré-natal e orientar a paciente a procurar a Maternidade quando apresentar sintomas do trabalho de parto.",
            "B": "encaminhar para a Maternidade para avaliação da vitalidade fetal e indução do parto.",
            "C": "orientar controle da movimentação fetal e aguardar o trabalho de parto espontâneo.",
            "D": "agendar nova consulta em 7 dias e orientar sinais e sintomas do trabalho de parto.",
            "E": "solicitar ultrassonografia obstétrica e agendar nova consulta em 7 dias."
        },
        "resposta": "B",
        "contains_img": false
    },
    {
        "numero": 39,
        "enunciado": "Mulher com 68 anos de idade foi trazida à Emergência por apresentar quadro de febre de até 39 ºC, mialgias, cefaleia, tosse seca, dispneia e piora do estado geral há três dias, com piora nas últimas seis horas. Ao exame encontra-se acordada, orientada, com frequência respiratória = 30 irpm, pressão arterial = 100x60 mmHg, frequência cardíaca = 115 bpm, oximetria digital = 86%, em ar ambiente. Sem outras alterações ao exame físico. A radiografia de tórax mostra infiltrado intersticial bilateral. A paciente foi transferida para a Unidade de Terapia Intensiva, em quarto privativo, e foi iniciada reposição volêmica. Qual a conduta inicial indicada para esta paciente?",
        "alternativas": {
            "A": "Iniciar oxigenioterapia, colher três amostras de hemocultura aeróbia e iniciar azitromicina.",
            "B": "Colher secreção respiratória para PCR viral, prescrever oxigenioterapia e oseltamivir.",
            "C": "Iniciar ventilação mecânica não invasiva, colher material para exame bacteriológico e iniciar oseltamivir.",
            "D": "Iniciar ventilação mecânica invasiva com circuito fechado como medida de isolamento respiratório e prescrever zanamivir.",
            "E": "Colher material para PCR para H1N1 e prescrever medidas de suporte, já que a paciente apresenta sintomas há mais de 48 horas."
        },
        "resposta": "B",
        "contains_img": false
    },
    {
        "numero": 40,
        "enunciado": "Homem de 22 anos de idade procura a Unidade Básica de Saúde de seu bairro com náuseas, vômitos e “caroço doloroso na virilha”. Informa que há três anos essa massa aparece quando faz esforço e desaparece ao deitar-se, mas desta vez vem se mantendo há dois dias. Ao exame físico: paciente em bom estado geral e aumento de volume na região inguinal e do escroto direito, com dor à palpação. A conduta a ser adotada pelo médico da Unidade é:",
        "alternativas": {
            "A": "administração de relaxante muscular, colocando o paciente em posição de Trendelenburg, com tentativa de redução do volume.",
            "B": "encaminhamento do paciente ao Serviço de Urgência do Hospital com o pedido de avaliação imediata do cirurgião.",
            "C": "tentativa de redução manual do aumento de volume da região inguinescrotal para a cavidade abdominal.",
            "D": "transiluminação do escroto para tentar diferenciar hérnia inguinal de hidrocele comunicante.",
            "E": "prescrição de antiemético e solicitação de ecografia da região inguinescrotal."
        },
        "resposta": "B",
        "contains_img": false
    },
    {
        "numero": 41,
        "enunciado": "Maquinista de ferrovia, com 36 anos de idade, comparece à Unidade Básica de Saúde com história de lombalgia há seis meses, de início insidioso, com piora progressiva e, mais recentemente, irradiação para o membro inferior esquerdo. Ao exame, notam-se discreta claudicação, supradesnivelamento da escápula esquerda, contratura muscular subescapular e lombar ipsilateral, limitação da flexo-extensão da coluna, com retorno lento à ortostase após fácies de dor. O sinal de Lasègue é positivo. Perguntado sobre suas atividades profissionais, informa que trabalha em ambiente muito quente (próximo à caldeira da locomotiva) e ruidoso, e que a sua tarefa mais frequente é alimentar a caldeira com movimentos repetidos, quando permanece com o tronco abaixado. Sobre a responsabilidade de emissão de Comunicação de Acidente de Trabalho (CAT) neste caso, é correto afirmar que:",
        "alternativas": {
            "A": "o médico da Unidade Básica de Saúde deve emitir a CAT.",
            "B": "o médico da Unidade Básica de Saúde deve elaborar relatório detalhado, que permita ao médico do trabalho da ferrovia emitir a CAT.",
            "C": "o médico do trabalho da ferrovia já teria emitido a CAT, se houvesse indicação, portanto o médico da Unidade Básica de Saúde nada tem a acrescentar.",
            "D": "a emissão da CAT pode ser assumida pelo médico da Unidade Básica de Saúde, desde que uma ressonância nuclear magnética comprove patologia discal lombar ocupacional.",
            "E": "o perito médico previdenciário do Instituto Nacional do Seguro Social (INSS) é competente para emitir a CAT, e o médico da Unidade Básica de Saúde deve elaborar relatório para encaminhamento à Previdência Social."
        },
        "resposta": "A",
        "contains_img": false
    },
    {
        "numero": 42,
        "enunciado": "Homem com 64 anos de idade, portador de hipertensão arterial e diabetes há mais de 20 anos, procurou Serviço de Urgência com queixas de dispneia aos médios esforços, que progrediu para dispneia aos pequenos esforços, além de dispneia paroxística noturna, surgimento de edema de membros inferiores, mole, frio e ascendente e também palpitações, há cerca de dois dias. O paciente refere que havia interrompido o uso das medicações de uso crônico há 30 dias e consumido álcool e comida em excesso há três dias. Nega dor precordial. O exame físico mostrou paciente em regular estado geral, consciente e orientado, levemente taquipneico em repouso. Temperatura axilar = 36 ºC, pressão arterial = 135x75 mmHg, frequência cardíaca = 122 bpm, frequência respiratória = 22 irpm, glicemia capilar = 321 mg/dL. A ausculta cardíaca revelou bulhas normofonéticas, ritmo cardíaco irregular em três tempos, com presença de B3, com frequência cardíaca de 122 bpm, com sopro sistólico de regurgitação tricúspide. Turgência jugular a 45.º presente. A ausculta pulmonar evidenciou estertores crepitantes em bases. Nos membros inferiores havia edema 2+/4+, mole, frio e indolor. O paciente trazia ecocardiograma realizado há três meses com os seguintes achados: aumento das câmaras cardíacas, hipertrofia concêntrica de ventrículo esquerdo, insuficiência tricúspide moderada e fração de ejeção de 35%. O eletrocardiograma da admissão atual é reproduzido abaixo. Com base nos dados apresentados, pode-se afirmar que:",
        "alternativas": {
            "A": "a arritmia do paciente se deve à descompensação da insuficiência cardíaca e não é necessário tratamento específico.",
            "B": "a insuficiência cardíaca se deve a uma arritmia aguda e o paciente deve ser submetido à cardioversão elétrica imediata.",
            "C": "o paciente deve ser submetido à anticoagulação com heparina e reversão química imediata da arritmia com amiodarona.",
            "D": "o paciente deve receber digoxina para controle da frequência cardíaca e heparina de baixo peso molecular para anticoagulação.",
            "E": "o paciente deve ser internado na Unidade de Terapia Intensiva e receber furosemida, morfina, ventilação não invasiva e dobutamina."
        },
        "resposta": "D",
        "contains_img": true
    },
    {
        "numero": 43,
        "enunciado": "Menina com 3 anos de idade é admitida na Enfermaria de um hospital regional, no interior do estado, por apresentar, há três semanas, dor na região lateral do pescoço, com adenomegalia cervical bilateral, febre e queda do estado geral. Fez uso de anti-inflamatório não hormonal, tendo diminuído o desconforto, mas persistido a adenomegalia à direita, a febrícula e a inapetência. O exame físico mostra cadeias ganglionares cervicais bilateralmente palpáveis, sendo que, à direita, palpa-se massa de consistência elástica, com aproximadamente 1 cm em seu maior diâmetro, levemente dolorosa. Há, neste mesmo lado, nodulação em região supraclavicular, indolor, com aproximadamente 0,8 cm em seu maior diâmetro. Hemograma: hemácias = 3.5x10^12/mm³; hematócrito = 32%; hemoglobina = 10,4g%; leucograma: 16.000 leucócitos/mm³ - linfócitos: 65%; linfócitos atípicos: 32%. A principal justificativa de transferência dessa criança para avaliação imediata com especialista é:",
        "alternativas": {
            "A": "febre e adenomegalia persistentes.",
            "B": "presença de nodulação supraclavicular.",
            "C": "dor à palpação de cadeia ganglionar cervical.",
            "D": "hemograma com atipia linfocitária exagerada.",
            "E": "consistência elástica de gânglio cervical à palpação."
        },
        "resposta": "B",
        "contains_img": false
    },
    {
        "numero": 44,
        "enunciado": "Mulher com 25 anos de idade procura Unidade Básica de Saúde para exame ginecológico de rotina. Relata ter iniciado atividade sexual há seis anos e já ter tido quatro parceiros sexuais. Não há alterações visíveis ao exame especular. Nessa oportunidade, a paciente é submetida pela primeira vez ao exame de colpocitologia oncológica. Após um mês, retorna com resultado da citologia, que revela a presença de lesão intraepitelial escamosa de baixo grau (HPV e NIC I). A conduta mais apropriada para essa paciente é a realização de:",
        "alternativas": {
            "A": "conização cervical.",
            "B": "colpocitologia oncológica em seis meses.",
            "C": "colposcopia e biópsia dirigida.",
            "D": "eletrocauterização do colo uterino.",
            "E": "pesquisa de HPV por método de biologia molecular."
        },
        "resposta": "B",
        "contains_img": false
    },
    {
        "numero": 45,
        "enunciado": "Homem com 42 anos de idade, vendedor ambulante, foi admitido para emprego formal no comércio e procura a Unidade Básica de Saúde para saber como deve proceder com relação a uma alteração identificada nos exames admissionais, reproduzida na radiografia de tórax mostrada acima. À anamnese, refere tosse seca há mais de seis meses, constante, diária, nunca tratada. Nega febre, dispneia, hemoptise e perda de peso. Não apresenta outras queixas. É portador de hipertensão arterial, controlada com hidroclorotiazida. É fumante, com uma carga tabágica de 20 maços/ano, há 22 anos. Apresenta como antecedente familiar um irmão com tuberculose pulmonar tratada no ano passado. Nega outros antecedentes patológicos ou história familiar de doença. O exame físico é normal. A conduta mais apropriada para este paciente, neste momento, é:",
        "alternativas": {
            "A": "iniciar tratamento de prova para tuberculose.",
            "B": "solicitar tomografia computadorizada.",
            "C": "cessar tabagismo e observar.",
            "D": "repetir radiografia do tórax.",
            "E": "iniciar tratamento com macrolídeo."
        },
        "resposta": "B",
        "contains_img": true
    },
    {
        "numero": 46,
        "enunciado": "Paciente secundigesta, na 35.ª semana de gestação, relata diminuição de movimentos fetais. Informa ainda gestação anterior interrompida na 36.ª semana por pré-eclâmpsia. Ao exame, PA = 120 x 80 mmHg, altura uterina = 30 cm, batimentos cardiofetais = 140 bpm, dinâmica uterina ausente. Feto em apresentação cefálica, com dorso à esquerda. Toque vaginal = colo longo, posterior e impérvio. Diante destes dados, a conduta a ser tomada é:",
        "alternativas": {
            "A": "realizar acompanhamento ecográfico quinzenal para avaliação do volume do líquido amniótico e maturidade placentária.",
            "B": "indicar cesárea imediatamente, justificada pelo quadro de restrição de crescimento intrauterino e sofrimento fetal crônico.",
            "C": "realizar avaliações clínico-obstétricas semanais, com medida da altura uterina e circunferência abdominal, pressão arterial e ganho de peso maternos, além de registro diário dos movimentos fetais.",
            "D": "realizar seguimento mensal com medidas seriadas da altura uterina, desde que ausentes alterações maternas como hipertensão arterial e diabetes.",
            "E": "aguardar até a 38.ª semana para avaliação das condições obstétricas; realizar a indução do parto, se favoráveis; ou indicar cesárea, se desfavoráveis."
        },
        "resposta": "C",
        "contains_img": false
    },
    {
        "numero": 47,
        "enunciado": "Homem com 50 anos de idade foi atendido no ambulatório de Clínica Médica por apresentar dor epigástrica em queimação pós-prandial, de moderada intensidade. Informa que, ocasionalmente, acorda durante a noite por causa da dor. O exame físico é sem alterações. O paciente foi submetido a endoscopia digestiva alta que revelou pequena ulceração em bulbo duodenal, de aspecto endoscópico benigno e teste da urease positivo. A conduta terapêutica indicada para o paciente é prescrever:",
        "alternativas": {
            "A": "pantoprazol, tetraciclina e metronidazol por 14 dias.",
            "B": "lansoprazol, metronidazol e amoxicilina por 21 dias.",
            "C": "rabeprazol por 21 dias, tetraciclina e levofloxacina por 15 dias.",
            "D": "omeprazol por 28 dias e claritromicina e amoxicilina por 14 dias.",
            "E": "esomeprazol, levofloxacina e claritromicina por 14 dias."
        },
        "resposta": "D",
        "contains_img": false
    },
    {
        "numero": 48,
        "enunciado": "Homem com 25 anos de idade chega ao Setor de Emergência de hospital público de grande porte após ser atingido pela explosão de um rojão de fogos de artifício, 40 minutos atrás. Apresenta-se consciente, porém agitado, taquipneico, com fácies de dor forte, frequência cardíaca = 130 bpm e pressão arterial = 130 x 90 mmHg. Saturação de O₂ (pelo oxímetro de pulso) = 95%. Ao exame inicial observa-se vasta queimadura de terceiro grau na mão, no membro superior esquerdo e na região anterior do tronco, queimadura de segundo grau no membro inferior esquerdo e na cabeça (couro cabeludo). O médico de plantão resolveu transferir o paciente para um centro especializado no tratamento de queimados. A intervenção mais importante a ser realizada, antes da transferência a fim de minimizar os riscos de agravamento do quadro, é:",
        "alternativas": {
            "A": "garantir permeabilidade de via aérea com entubação orotraqueal.",
            "B": "administrar antibioticoterapia profilática e vacina antitetânica.",
            "C": "envolver as áreas lesionadas com compressas úmidas.",
            "D": "puncionar acesso venoso e iniciar reposição volêmica.",
            "E": "prescrever analgésicos fortes e ansiolíticos."
        },
        "resposta": "D",
        "contains_img": false
    },
    {
        "numero": 49,
        "enunciado": "Homem com 76 anos de idade, portador de insuficiência cardíaca terminal e doença coronariana, é acompanhado pelo médico da Equipe de Saúde da Família há dois anos, com visitas domiciliares periódicas. Durante o seu turno de trabalho na Unidade de Saúde da Família, os familiares procuram o médico e informam que o paciente acabara de falecer em seu domicílio. O procedimento em relação à emissão da declaração de óbito e ao preenchimento da causa básica do óbito é:",
        "alternativas": {
            "A": "preencher a declaração e entregar aos familiares, identificando insuficiência cardíaca congestiva como causa básica do óbito.",
            "B": "acionar o IML (Instituto Médico Legal); o legista deverá declarar “falência múltipla de órgãos” como causa básica do óbito.",
            "C": "acionar o SVO (Sistema de Verificação de Óbitos); o legista deverá declarar insuficiência coronariana como causa básica do óbito.",
            "D": "acompanhar os familiares ao domicílio e constatar o óbito o mais breve possível; declarar miocardiopatia isquêmica como causa básica do óbito.",
            "E": "acionar o SAMU (Serviço de Atendimento Móvel de Urgência); o médico deverá declarar “causa da morte desconhecida” como causa básica do óbito."
        },
        "resposta": "D",
        "contains_img": false
    },
    {
        "numero": 50,
        "enunciado": "Lactente com dois meses de idade foi levado pela mãe à Unidade Básica de Saúde com história de estar muito apático nas últimas horas. Ao exame físico o médico observa que a criança está hipotônica, hiporresponsiva, apresentando livedo reticular, palidez e cianose de extremidades. Ao ser questionada pelo médico sobre os últimos acontecimentos na vida da criança, a mãe informa à equipe de saúde que a criança havia recebido a vacina Pentavalente há aproximadamente seis horas. Considerando a suspeita de evento adverso pós-vacinação, as manifestações clínicas desta criança sugerem evento relacionado a qual dos componentes vacinais citados nas alternativas abaixo?",
        "alternativas": {
            "A": "Toxóide purificado de tétano.",
            "B": "Toxóide purificado de difteria.",
            "C": "Suspensão de Bordetella pertussis.",
            "D": "Antígenos de superfície de hepatite B.",
            "E": "Oligossacarídeos de H. influenzae tipo b."
        },
        "resposta": "C",
        "contains_img": false
    },
    {
        "numero": 51,
        "enunciado": "Mulher com 20 anos de idade desenvolveu quadro de doença trofoblástica gestacional em sua primeira gestação. Foi submetida a esvaziamento uterino por vácuo-aspiração e iniciou o seguimento pós-molar. Após quatro semanas de acompanhamento, apresentou vários episódios de sangramento vaginal moderado, com três níveis ascendentes das dosagens de gonadotrofina coriônica humana. Procurou a Emergência Obstétrica, onde foi prontamente atendida, após episódio de sangramento vaginal intenso. Na ocasião, ao exame pélvico, não foi evidenciada lesão genital. Radiografia simples do tórax foi normal. Ultrassonografia transvaginal mostrou cavidade endometrial distendida por material amorfo sugestivo de coágulos sanguíneos e miométrio heterogêneo, com vascularização exuberante à dopplerfluxometria. Assinale a alternativa que contém diagnóstico e conduta indicados para este caso.",
        "alternativas": {
            "A": "Mola hidatiforme parcial; indicar cirurgia conservadora (endometrectomia por via histeroscópica) a fim de retirar a área de lesão tumoral.",
            "B": "Mola hidatiforme completa; realizar novo esvaziamento uterino a fim de retirar o material molar residual intrauterino.",
            "C": "Tumor trofoblástico do sítio placentário; indicar histerectomia.",
            "D": "Coriocarcinoma; encaminhar para serviço de radioterapia.",
            "E": "Mola invasora; iniciar quimioterapia."
        },
        "resposta": "E",
        "contains_img": false
    },
    {
        "numero": 52,
        "enunciado": "Mulher com 35 anos de idade procura a Unidade Básica de Saúde com queixas de vermelhidão na face, que piora com a exposição solar, e dor em punhos e joelhos bilateralmente. Ao exame apresenta eritema malar, diminuição do murmúrio vesicular na base direita, com macicez à percussão neste local, dor à mobilização, edema e rubor em joelhos e punhos. Sem alterações nos demais aspectos do exame físico. Traz hemograma recente com hematócrito = 35%, hemoglobina = 12 g/dL, leucócitos totais = 3.500/mL, com contagem diferencial normal. Considerando a principal hipótese diagnóstica para o quadro da paciente, o autoanticorpo com maior especificidade para a doença é:",
        "alternativas": {
            "A": "anti-Ro.",
            "B": "anti-RNP.",
            "C": "anti-DNA nativo.",
            "D": "fator antinuclear.",
            "E": "anti-fosfolípide."
        },
        "resposta": "C",
        "contains_img": false
    },
    {
        "numero": 53,
        "enunciado": "Homem com 65 anos de idade procura a Unidade de Pronto Atendimento porque está há cinco dias sem evacuar, com dor abdominal contínua, no hemiabdome esquerdo, de baixa intensidade, sem outras queixas. Nega operações prévias, não faz uso de nenhuma medicação e refere peso estável. Quando questionado sobre a dieta, informa que somente come arroz, feijão e bife, tanto no almoço como no jantar. Hábito intestinal a cada três dias, com fezes endurecidas. O paciente informa que há cerca de dois meses fez exame de fezes com pesquisa de sangue oculto negativa. Ao exame: frequência cardíaca = 68 bpm, pressão arterial = 120 x 80 mmHg, corado, hidratado, anictérico, com dor discreta à palpação da fossa ilíaca e flanco esquerdo, onde se palpa massa imprecisa, móvel. Radiografia de abdome em decúbito e ortostatismo evidencia grande quantidade de fezes no trajeto de todo o cólon. Para este paciente, a melhor conduta é:",
        "alternativas": {
            "A": "orientar quanto à mudança de hábitos dietéticos e solicitar enema opaco.",
            "B": "prescrever uso de laxativo e mudança dietética e solicitar colonoscopia.",
            "C": "fazer lavagem intestinal e solicitar ultrassonografia de abdome.",
            "D": "solicitar nova pesquisa de sangue oculto nas fezes.",
            "E": "realizar lavagem intestinal e retossigmoidoscopia."
        },
        "resposta": "B",
        "contains_img": false
    },
    {
        "numero": 54,
        "enunciado": "Em relação aos indicadores da Rede Cegonha, as equipes da Estratégia de Saúde da Família da sua cidade apresentaram o gráfico acima. A meta da gestão é alcançar 80% de gestantes cadastradas. O consultor da Secretaria de Saúde, que tem recursos financeiros limitados, recomenda uma oficina de sensibilização e treinamento, a fim de reverter o panorama atual. Dentre os componentes das equipes, qual o público alvo preferencial para a oficina surtir mais efeito?",
        "alternativas": {
            "A": "Médicos.",
            "B": "Enfermeiros.",
            "C": "Agentes Comunitários de Saúde.",
            "D": "Auxiliares e Técnicos de Enfermagem.",
            "E": "Coordenadores das Unidades de Saúde."
        },
        "resposta": "C",
        "contains_img": true
    },
    {
        "numero": 55,
        "enunciado": "Criança com 4 anos de idade foi levada pela mãe à Unidade Básica de Saúde com queixa de distensão abdominal, hiporexia, palidez cutânea e referência ao \"hábito de comer terra\" (sic). Foram realizados exames laboratoriais e observados os seguintes resultados: Hb - 8,4 g/dL; Htc - 28%; VCM – 64 fL; HCM – 17 pg; Leucócitos totais - 6.400/mm³; Eosinófilos - 13%; Ferro sérico - 18 µg/dL. Tendo por base a prevalência das doenças parasitárias em nosso meio, os sintomas apresentados pela criança e os resultados de exames registrados, deve-se considerar o diagnóstico de:",
        "alternativas": {
            "A": "teníase.",
            "B": "giardíase.",
            "C": "amebíase.",
            "D": "enterobíase.",
            "E": "ancilostomíase."
        },
        "resposta": "E",
        "contains_img": false
    },
    {
        "numero": 56,
        "enunciado": "Paciente com 30 anos de idade, primigesta, ao fazer sua ultrassonografia para avaliar a espessura da prega nucal, recebeu o exame com duas fotografias, identificadas e datadas. Uma das fotografias apresenta a face do feto em posição sagital e a outra com a visualização do polo cefálico no corte transversal, demonstrando a ausência da calota craniana e ausência de parênquima cerebral identificável. Considerando que a paciente não deseja prosseguir com a gravidez, a orientação correta a ser fornecida é que a interrupção da gravidez:",
        "alternativas": {
            "A": "não pode ser realizada em hipótese alguma, devendo a gravidez ser mantida até o termo.",
            "B": "pode ser realizada, somente após obtenção de autorização judicial e assinatura de termo de consentimento informado pela paciente e seu esposo.",
            "C": "somente pode ser realizada se a gravidez incorrer em risco de vida para a gestante, devendo esse laudo ser assinado por dois médicos capacitados.",
            "D": "é permitida somente se o achado ultrassonográfico for confirmado definitivamente por ultrassonografia morfológica realizada entre 20-24 semanas de gestação.",
            "E": "é permitida com base em laudo ultrassonográfico assinado por dois médicos capacitados, contendo as fotos do exame, e após assinatura pela paciente de termo de consentimento informado para submeter-se ao procedimento."
        },
        "resposta": "E",
        "contains_img": false
    },
    {
        "numero": 57,
        "enunciado": "Mulher com 38 anos de idade procurou o Serviço de Urgência referindo há 1 dia a ocorrência de dor abdominal intensa em andar superior do abdome, acompanhada de vômitos pós-alimentares. Ao exame físico encontrava-se com hálito etílico, dor difusa à palpação abdominal, com descompressão brusca positiva. Sobre a investigação diagnóstica dessa paciente, é correto afirmar que:",
        "alternativas": {
            "A": "a dosagem de amilase sérica normal afasta o diagnóstico de pancreatite.",
            "B": "a radiografia de tórax auxilia na investigação de doença ulcerosa péptica complicada.",
            "C": "a ultrassonografia abdominal é o exame de escolha para a investigação de pancreatite.",
            "D": "o diagnóstico de hepatite alcoólica pode ser afastado devido à presença de descompressão brusca positiva.",
            "E": "deve ser realizada laparotomia exploratória com urgência, pois a paciente está com sinais de abdome agudo."
        },
        "resposta": "B",
        "contains_img": false
    },
    {
        "numero": 58,
        "enunciado": "Jovem com 17 anos de idade refere que há cerca de seis meses tem apresentado diarreia (quatro a seis evacuações/dia) com muco e sangue, precedida de dor abdominal em cólica. Relata ainda tenesmo. Há cerca de um mês, vem apresentando dor anal e reparou que a roupa íntima tem ficado suja com sangue. Descreve perda de cerca de 12% do peso habitual, com piora nos últimos quinze dias. Ao exame, apresenta-se emagrecido, com mucosas hipocoradas (++ em ++++), com discreta distensão abdominal e dor abdominal à palpação, principalmente no trajeto dos cólons, sem sinais de irritação peritoneal. Exame perianal mostra várias fissuras anais: anterior, posterolateral direita e posterolateral esquerda. Não foi realizado toque retal. Sem outros achados ao exame físico. A hipótese diagnóstica e a conduta para este paciente são, respectivamente:",
        "alternativas": {
            "A": "doença de Crohn; prescrever corticoesteroides.",
            "B": "diarreia bacteriana; prescrever metronidazol.",
            "C": "linfoma intestinal; solicitar trânsito intestinal.",
            "D": "retocolite ulcerativa; realizar colonoscopia.",
            "E": "estrongiloidíase; prescrever tiabendazol."
        },
        "resposta": "X",
        "contains_img": false
    },
    {
        "numero": 59,
        "enunciado": "Homem com 29 anos de idade reside em cidade de grande porte da região Sudeste, onde trabalha como administrador de empresas. No próximo final de semana, vai viajar para um município da região Norte. Preocupado com as informações sobre a ocorrência de malária na região, procurou a Unidade Básica de Saúde para receber orientações quanto à profilaxia da malária. Na consulta com o médico, não relatou nenhum problema de saúde e informou que iria permanecer no município por dez dias. O médico da Unidade Básica de Saúde explicou a ele a forma de transmissão da malária, os sintomas da doença e orientou quanto à profilaxia. A orientação adequada a esse usuário é:",
        "alternativas": {
            "A": "não viajar, uma vez que a quimioprofilaxia deve ser iniciada uma semana antes da chegada na zona de transmissão de malária e não haveria tempo hábil para que a quimioprofilaxia fosse capaz de oferecer proteção no dia de sua chegada.",
            "B": "especificar as medidas de proteção individual e prescrever a quimioprofilaxia com a combinação de atovacona + proguanil para reduzir o risco de efeitos colaterais.",
            "C": "orientar quanto às medidas de proteção individual e prescrever a quimioprofilaxia com mefloquina, 250 mg semanalmente, iniciando imediatamente o uso do medicamento.",
            "D": "informar sobre as medidas de proteção individual e prescrever quimioprofilaxia com dois comprimidos de cloroquina por semana durante o período em que permanecer na área com transmissão de malária.",
            "E": "orientar quanto às medidas de proteção individual como: não se aproximar de áreas de risco após o entardecer e logo ao nascer do dia; usar roupas claras e de mangas longas; aplicar repelentes nas partes do corpo expostas e utilizar mosquiteiro para dormir."
        },
        "resposta": "X",
        "contains_img": false
    },
    {
        "numero": 60,
        "enunciado": "Lactente com seis meses de idade é trazido à Unidade Básica de Saúde pela mãe porque há um dia apresentava diarreia com seis a sete evacuações, com fezes líquidas, acompanhada de redução da diurese e inapetência; mantendo, porém, a ingestão de líquidos satisfatória. Não apresenta febre ou vômitos e sintomas respiratórios. Ao exame físico, o médico observa que a criança apresenta-se irritada, chorando sem lágrimas, com olhos fundos e saliva espessa. A pesquisa de turgor da pele mostra prega cutânea desaparecendo lentamente. Observa-se também aumento da frequência cardíaca com pulso débil. Com base nos dados observados e no grau de desidratação estimado, a conduta terapêutica adequada nesta situação é realizar:",
        "alternativas": {
            "A": "terapia de reidratação oral na Unidade.",
            "B": "terapia de reidratação oral no domicílio.",
            "C": "hidratação intravenosa com fase rápida.",
            "D": "reidratação intravenosa com fase de reposição.",
            "E": "reidratação intravenosa com fase de manutenção."
        },
        "resposta": "A",
        "contains_img": false
    },
    {
        "numero": 61,
        "enunciado": "Mulher com 18 anos de idade, solteira, primigesta, decidiu interromper sua gravidez indesejada, procurando uma clínica clandestina de aborto. Após o procedimento, a paciente foi liberada para casa com fortes dores pélvicas. Não procurou atendimento imediato com medo de ser discriminada, ou mesmo presa, por ter feito um aborto ilegal. Após três dias, com febre alta e fortes dores, procurou a Maternidade, onde foi internada com diagnóstico de abortamento infectado. A despeito do tratamento antimicrobiano, o quadro clínico da paciente deteriorou e ela evoluiu em 48 horas para um quadro de abdome agudo. Foi realizada laparotomia exploradora, sendo evidenciadas diversas perfurações em alças intestinais, com presença de material fecaloide e purulento em cavidade peritoneal, sendo a paciente tratada com sutura intestinal e limpeza exaustiva da cavidade. Encaminhada à Unidade de Terapia Intensiva, a paciente não teve melhora, tendo sido submetida a histerectomia abdominal total dois dias após. No pós-operatório, evoluiu com choque séptico, necessitando da introdução de drogas vasoativas. Permaneceu mais 50 dias internada, evoluindo com insuficiência renal e falência múltipla de órgãos, vindo a falecer 60 dias após a realização do aborto. Ao analisar esse óbito, o médico responsável pelo Comitê de Prevenção e Controle da Mortalidade Materna deve atestar que:",
        "alternativas": {
            "A": "se trata de morte materna de causa evitável decorrente de erro médico, devido a perfurações uterinas, que causam peritonite e sepse.",
            "B": "não é caso de morte materna, pelo fato de o óbito ter ultrapassado 42 dias após o término da gestação.",
            "C": "se trata de morte materna de causa obstétrica indireta devido a complicações infecciosas na gravidez.",
            "D": "se trata de morte materna de causa obstétrica direta devido a complicações do abortamento.",
            "E": "se trata de morte materna de causa inevitável devido a quadro séptico generalizado."
        },
        "resposta": "D",
        "contains_img": false
    },
    {
        "numero": 62,
        "enunciado": "Mulher com 56 anos de idade, ex-tabagista (40 maços/ano), apresenta dispneia aos pequenos esforços e tosse matinal com expectoração clara. Faz uso de salbutamol inalatório para alívio da dispneia. Ao exame físico apresenta pulso = 85 bpm, frequência respiratória = 24 irpm, ausculta pulmonar com murmúrio vesicular diminuído em bases, sem ruídos adventícios. Sem outras alterações no exame físico. Vem à consulta ambulatorial de revisão trazendo radiografia de tórax e gasometria arterial em ar ambiente. Após avaliação dos exames, foi prescrito tratamento farmacológico e indicada oxigenioterapia domiciliar prolongada – 1L/min durante pelo menos 15h/dia. Com base nessas informações, o resultado gasométrico que justificou a indicação de oxigenioterapia é:",
        "alternativas": {
            "A": "pH 7,45; PaCO 33 mmHg; PaO2 58 mmHg; HCO3 22 mEq/L.",
            "B": "pH 7,34; PaCO2 45 mmHg; PaO2 57 mmHg; HCO3 26 mEq/L.",
            "C": "pH 7,35; PaCO2 43 mmHg; PaO2 60 mmHg; HCO3 24 mEq/L.",
            "D": "pH 7,38; PaCO2 36 mmHg; PaO2 62 mmHg; HCO3 24 mEq/L.",
            "E": "pH 7,37; PaCO2 47 mmHg; PaO2 55 mmHg; HCO3 28 mEq/L."
        },
        "resposta": "E",
        "contains_img": true
    },
    {
        "numero": 63,
        "enunciado": "Homem de 34 anos de idade foi submetido, há cinco dias, a correção cirúrgica de úlcera perfurada. Vem evoluindo com vômitos desde a operação, acompanhados de dor abdominal difusa e distensão abdominal, que se acentuaram nas últimas seis horas. No momento apresenta-se desidratado, com frequência cardíaca = 132 bpm, pressão arterial = 80x40 mmHg, temperatura axilar = 38,7 ºC. Está em uso de metronidazol na dose de 500 mg de 6/6 horas, gentamicina - 240 mg em dose única dia e ampicilina - 1g de 6/6 horas, além de omeprazol - 40 mg de 12/12 horas. Diante do presente quadro, a melhor conduta é:",
        "alternativas": {
            "A": "solicitar radiografia de abdome, mudar esquema antibiótico e transferir paciente para unidade de cuidados críticos.",
            "B": "encaminhar para a unidade de cuidados críticos, mudar esquema antibiótico e puncionar acesso venoso central.",
            "C": "chamar o cirurgião responsável, instituir reposição volêmica e reservar vaga em unidade de cuidados críticos.",
            "D": "solicitar tomografia abdominal, mudar esquema antibiótico e instituir reposição volêmica.",
            "E": "chamar o cirurgião responsável, mudar esquema antibiótico e instituir reposição volêmica."
        },
        "resposta": "C",
        "contains_img": false
    },
    {
        "numero": 64,
        "enunciado": "Médica com 24 anos de idade, recém-formada em escola do Sudeste brasileiro, foi convocada pelo Exército para servir, durante o próximo ano, na base da segunda maior e mais populosa cidade do Acre, na Região Norte do país. Ela comparece à Unidade Básica de Saúde para se vacinar contra febre amarela. Como o médico deve orientar a paciente?",
        "alternativas": {
            "A": "Como a viagem irá durar mais de seis meses, não está indicada a vacinação contra febre amarela, somente a adoção de medidas preventivas contra picadas de insetos, principalmente durante a noite.",
            "B": "Orientação sobre o acesso à rede de serviços de diagnóstico e tratamento da malária na área onde ela irá morar, além de procurar os serviços de saúde, tão logo identifique algum sintoma.",
            "C": "Não existe indicação de vacinação, e sim de quimioprofilaxia para malária, com doxiciclina, mefloquina e cloroquina. Iniciar um dia antes da viagem e manter até quatro semanas após o retorno.",
            "D": "Indicar a vacinação contra febre amarela pelo menos dez dias antes da viagem. Não é necessário tomar a vacina se já foi vacinada nos últimos dez anos. Orientar sobre a importância de portar cartão de vacinação durante a viagem.",
            "E": "Como viverá em área endêmica, deverá receber reforço vacinal a cada cinco anos. Orientar sobre a importância de portar cartão de vacinação durante a viagem."
        },
        "resposta": "D",
        "contains_img": false
    },
    {
        "numero": 65,
        "enunciado": "Estudante com 9 anos de idade vem apresentando dificuldades de aprendizagem e atos de indisciplina frequentes em relação aos professores, principalmente aos novos, que tiveram de ser substituídos por três vezes nos últimos dois meses por problemas de saúde. A escola solicitou que a mãe procurasse um \"neurologista\" para o menino e esta levou a criança inicialmente ao pediatra, referindo que ele tinha boa índole, ajudava nas tarefas de casa e tomava conta do irmão com 5 anos. Notou que tem apresentado notas mais baixas e reclama muito dos professores ultimamente. Nega atos indisciplinares que não sejam próprios da idade. O menino não gosta de ficar na rua, costuma brincar em casa e jogar futebol no final de semana com os amigos e primos. Em casa não tem computador e a mãe acha que esse é o motivo do mau desempenho escolar. A criança perdeu o pai há um ano, vítima de atropelamento. Ao exame físico, o pediatra não encontrou alterações. Com base nessa narrativa, a suspeita clínica e a conduta do pediatra devem ser:",
        "alternativas": {
            "A": "transtorno de distúrbio de comunicação (provavelmente linguagem); encaminhar para avaliação com o neurologista infantil.",
            "B": "déficit de atenção e hiperatividade; encaminhar para avaliação com o neurologista e com o psiquiatra infantil.",
            "C": "comportamento aceitável para a idade; avaliar melhor com seguimento e então decidir se encaminha ao psiquiatra infantil.",
            "D": "comportamento antissocial decorrente da perda familiar; encaminhar de imediato para avaliação com o psiquiatra infantil.",
            "E": "transtorno de conduta (comportamento desafiador opositor); encaminhar para avaliação com o psiquiatra infantil."
        },
        "resposta": "C",
        "contains_img": false
    },
    {
        "numero": 66,
        "enunciado": "Paciente com 65 anos de idade, menopausa ocorrida há doze anos, comparece ao Pronto-Socorro com história de sangramento vaginal esporádico e leve há sete meses, com piora do sangramento há dois dias, acompanhado de fraqueza e mal-estar. Nega dor pélvica ou outros sintomas. Tem hipertensão arterial sistêmica controlada e obesidade (IMC = 38 kg/m²). Ao exame ginecológico verifica-se saída de sangue pelo orifício externo do colo uterino. Traz resultado de colpocitologia oncológica que está normal. Ultrassonografia transvaginal mostra útero de 30 cm³ com eco endometrial de 2 mm de espessura, ovários não visualizados. A causa mais provável para o sangramento apresentado pela paciente é:",
        "alternativas": {
            "A": "adenomiose.",
            "B": "pólipo endometrial.",
            "C": "atrofia do endométrio.",
            "D": "câncer de endométrio.",
            "E": "hiperplasia endometrial."
        },
        "resposta": "C",
        "contains_img": false
    },
    {
        "numero": 67,
        "enunciado": "Homem com 45 anos de idade procurou a Unidade Básica de Saúde com queixa de “manchas brancas pelo corpo” que persistem há aproximadamente dois anos e que foram aumentando em número e tamanho. Ao exame verificou-se a presença de quatro lesões, todas apresentando as mesmas características, sendo duas máculas hipocrômicas na face anterior da coxa direita e duas em região dorsal. As lesões apresentavam bordas bem definidas e ausência de pelos. O teste de sensibilidade térmica demonstrou anestesia em toda a extensão das lesões e a avaliação do grau de incapacidade física foi zero. A baciloscopia foi positiva. Em relação ao tratamento indicado para este paciente, podemos afirmar que:",
        "alternativas": {
            "A": "o tratamento deverá ser feito por seis meses, usando-se doses supervisionadas e autoadministradas.",
            "B": "a dapsona deverá ser usada na dose de 50 mg/mês supervisionada e 50 mg/dia autoadministrada.",
            "C": "a rifampicina deverá ser usada na dose de 300 mg/mês supervisionada e 100 mg/dia autoadministrada.",
            "D": "a clofazimina deverá ser usada na dose de 300 mg/mês supervisionada e 50 mg/dia autoadministrada.",
            "E": "a ofloxacina poderá ser usada em substituição à rifampicina nos casos de intolerância, na dose de 200 mg/mês supervisionada e 200 mg/dia autoadministrada."
        },
        "resposta": "D",
        "contains_img": false
    },
    {
        "numero": 68,
        "enunciado": "Lactente de nove meses, do sexo masculino, é admitido no Pronto-Socorro com história de irritabilidade, febre e choro persistente. Ao exame físico, apresenta-se pálido, discreta hiperemia de orofaringe, discreta limitação à flexão do pescoço e fontanela abaulada. O hemograma realizado no atendimento mostra discreta leucocitose (11.000 leucócitos/mm³) sem desvio à esquerda. Punção lombar mostrou líquor hipertenso e turvo, com 1.250 células, com 95% de neutrófilos; glicorraquia = 15 mg/dL, dosagem de proteínas no líquor = 345 mg/dL, presença de diplococos gram-negativos. Qual a hipótese diagnóstica mais provável?",
        "alternativas": {
            "A": "Meningite viral.",
            "B": "Meningite bacteriana pneumocócica.",
            "C": "Meningite bacteriana meningocócica.",
            "D": "Meningite por Mycobacterium tuberculosis.",
            "E": "Meningite sem agente etiológico determinado."
        },
        "resposta": "C",
        "contains_img": false
    },
    {
        "numero": 69,
        "enunciado": "Menino com 8 meses de idade é levado à Emergência com quadro de febre alta (39 ºC) há dois dias. Não aceita alimentação e está irritado. Ao exame, criança em regular estado geral, hidratada, eupneica, apresentando temperatura = 39 ºC. Há hiperemia em orofaringe posterior e tonsilas, sendo observados pontos brancos bilateralmente. Otoscopia mostra, bilateralmente, hiperemia da membrana timpânica. A ausculta dos campos pulmonares mostra roncos de transmissão. O exame físico não mostra outros achados anormais. Com base na principal hipótese diagnóstica, a conduta para este caso é o uso de:",
        "alternativas": {
            "A": "antipirético por via oral.",
            "B": "analgésico em spray.",
            "C": "antibiótico por via oral.",
            "D": "anti-inflamatório por via oral.",
            "E": "antibiótico por via intramuscular."
        },
        "resposta": "A",
        "contains_img": false
    },
    {
        "numero": 70,
        "enunciado": "Lactente com 8 meses de idade, previamente hígido, foi admitido no Pronto-Socorro com história de febre não aferida, recusa alimentar, irritabilidade e vômitos há dois dias. A mãe informou que a criança não foi vacinada adequadamente. Ao exame físico foi observado choro intenso e fontanela abaulada, sem outros sinais. Foi realizada punção lombar que mostrou líquor (LCR) com aspecto turvo, citometria de 2.300 células/mm³, com 86% de neutrófilos, glicorraquia = 8 mg% (abaixo de 2/3 da glicemia sanguínea), dosagem de proteína no líquor = 123 mg%. A bacterioscopia revelou a presença de bacilo gram-negativo. Considerando o quadro clínico, a faixa etária e os achados no LCR, o agente etiológico provável é:",
        "alternativas": {
            "A": "Escherichia coli.",
            "B": "Neisseria meningitidis.",
            "C": "Haemophilus influenzae.",
            "D": "Streptococcus pneumoniae.",
            "E": "Mycobacterium tuberculosis."
        },
        "resposta": "C",
        "contains_img": false
    },
    {
        "numero": 71,
        "enunciado": "Considere que um médico é convidado para participar da reunião da Comissão Intergestores Bipartite (CIB) para explicar sobre o fluxograma de atendimento dos pacientes diabéticos sem complicações crônicas residentes na capital. Segundo o Decreto Presidencial n.º 7.508, de 28/06/2011, que regulamentou a Lei Orgânica da Saúde (Lei n.º 8.080, de 19/09/1990) para garantir o princípio da integralidade, este grupo de pacientes deverá, no acompanhamento inicial, ser referenciado para a seguinte porta de entrada do Sistema Único de Saúde (SUS):",
        "alternativas": {
            "A": "atenção primária.",
            "B": "atenção secundária.",
            "C": "atenção domiciliar.",
            "D": "vigilância de doenças crônicas.",
            "E": "atenção em ambulatório especializado."
        },
        "resposta": "A",
        "contains_img": false
    },
    {
        "numero": 72,
        "enunciado": "Primigesta com 18 anos de idade, 22 semanas de idade gestacional, comparece à Unidade Básica de Saúde para realização de vacinação antitetânica. Traz consigo carteira de vacinação que registra que a última imunização aplicada foi a vacina dupla para adulto, aos 15 anos de idade. Considerando-se o estado vacinal e a idade gestacional, deve-se:",
        "alternativas": {
            "A": "aplicar pelo menos duas doses de vacina antitetânica durante a gestação, com intervalo de dois meses.",
            "B": "aplicar a dose de reforço da vacina antitetânica, como feito habitualmente durante a gestação.",
            "C": "aplicar uma dose de vacina antitetânica durante a gestação e uma nova dose no puerpério.",
            "D": "não aplicar vacina antitetânica, pela cobertura vacinal prévia.",
            "E": "aplicar a vacina antitetânica, pois cobrir o risco fetal é a prioridade."
        },
        "resposta": "D",
        "contains_img": false
    },
    {
        "numero": 73,
        "enunciado": "Homem com 40 anos de idade, portador de cirrose alcoólica, encontra-se em avaliação para transplante hepático. Relata abstinência de álcool há dois anos. Há sete dias apresentou hematêmese e ascite moderada. Foi submetido a endoscopia digestiva com ligadura elástica de varizes de esôfago. No momento encontra-se bem, hemodinamicamente estável, sem sinais de sangramento. A conduta correta a seguir é:",
        "alternativas": {
            "A": "cancelar a alta, listar o paciente para transplante hepático e mantê-lo internado até realizar o transplante, antes que ocorra outro sangramento e óbito.",
            "B": "cancelar a alta, até ele ter acompanhamento por assistente social para avaliar se ele não está ingerindo bebida alcoólica, prescrever antiemético, inibidor de bomba de prótons e diazepam.",
            "C": "suspender a avaliação para transplante hepático por provável ingestão de bebida alcoólica. Solicitar avaliação de psiquiatra e assistente social, prescrever propranolol, inibidor de bomba de prótons e antibiótico profilático.",
            "D": "informar os familiares e o paciente que cirrose alcoólica não é uma indicação para transplante hepático, que o melhor tratamento para ele é o uso correto de propranolol, inibidor de bomba de prótons e o antibiótico profilático.",
            "E": "alta hospitalar com orientação aos familiares e paciente, prescrever propranolol, inibidor de bomba de prótons, antibiótico profilático, diuréticos, agendar nova endoscopia em 6 meses e manter avaliação para transplante hepático."
        },
        "resposta": "E",
        "contains_img": false
    },
    {
        "numero": 74,
        "enunciado": "Mulher com 57 anos de idade, portadora de diabetes tipo II não controlado, apresenta quadro de febre associada a dor, edema e eritema de limites mal definidos em coxa esquerda, medindo 20 cm em seu maior diâmetro. Ao exame físico: temperatura axilar = 38,9 ºC, FC = 110 bpm, FR = 21 irpm, PA = 120 x 70 mmHg. Entre as opções abaixo, que exame laboratorial é indicativo da gravidade do comprometimento tecidual no quadro infeccioso?",
        "alternativas": {
            "A": "Leucometria.",
            "B": "Lactato sérico.",
            "C": "Haptoglobina.",
            "D": "Ferritina sérica.",
            "E": "Proteína C reativa."
        },
        "resposta": "B",
        "contains_img": false
    },
    {
        "numero": 75,
        "enunciado": "Mulher de 33 anos de idade, desempregada, refere dor à deglutição há 2,5 semanas, com piora acentuada há três dias. Tem tido um pico de febre diária há uma semana, que coincidiu com uma discreta irritação e embaçamento visual no olho esquerdo. Refere ser portadora do vírus HIV há onze anos. Tem histórico de tratamento prévio para pneumonia por Pneumocystis jiroveci. Apresentava placas esbranquiçadas na mucosa jugal, sem outros achados significativos. O hemograma inicial mostrava uma pancitopenia, e a endoscopia digestiva alta mostrou o esôfago com erosões lineares, confluentes, recobertas por fibrina, ocupando toda a circunferência do órgão e gastrite enantematosa. Qual a medicação mais adequada para esta paciente?",
        "alternativas": {
            "A": "Fluconazol.",
            "B": "Ganciclovir.",
            "C": "Pantoprazol.",
            "D": "Sulfametoxazol/trimetoprim.",
            "E": "Zidovudina + lamivudina."
        },
        "resposta": "B",
        "contains_img": false
    },
    {
        "numero": 76,
        "enunciado": "Menino com 7 meses de idade é levado pela mãe à Unidade Básica de Saúde em consulta de puericultura. A mãe está preocupada, pois acha que ele é mais lento que os irmãos. Após anamnese detalhada, o pediatra realizou o exame físico e afirmou que o exame neurológico e o desenvolvimento neuropsicomotor estavam condizentes com a idade. O que o pediatra observou em relação a linguagem, motricidade, comportamento adaptativo e reflexos arcaicos, respectivamente, para fazer tal afirmação?",
        "alternativas": {
            "A": "Emissão espontânea sem intenção imitativa; sustentação cefálica; dirige a mão para objetos; reflexo de Moro.",
            "B": "Emissão bissilábica significante; engatinha durante a consulta; preensão palmar em pinça; reflexo de Landau II.",
            "C": "Emissão espontânea sem intenção imitativa; senta-se com apoio; preensão palmar voluntária; reflexo de Moro incompleto.",
            "D": "Ecolalia; senta-se sem apoio; muda objeto de uma mão para outra; reflexo de preensão plantar.",
            "E": "Emissão de palavras-frase; capacidade de andar com apoio observada na consulta; bate palmas; reflexo do paraquedista."
        },
        "resposta": "D",
        "contains_img": false
    },
    {
        "numero": 77,
        "enunciado": "Homem com 18 anos de idade apresenta diagnóstico recente de diabetes mellitus tipo I e encontra-se em acompanhamento na Unidade Básica de Saúde. Foram prescritas insulina NPH 16U + insulina regular 6U antes do café e insulina NPH 8U + insulina regular 4U antes do jantar. O paciente foi orientado a verificar a glicemia capilar antes das refeições e ao deitar, fazendo aplicação de insulina regular adicional conforme resultado da glicemia, devendo preencher registro com resultado da glicemia e dose adicional de insulina regular utilizada. O paciente retorna à Unidade Básica de Saúde 30 dias depois. Com base nestas informações, e de posse do registro das glicemias, a melhor recomendação em relação ao ajuste das doses de insulina NPH ou regular prescritas é:",
        "alternativas": {
            "A": "aumentar 2U da insulina NPH antes do café caso a medida da glicemia antes de deitar tenha sido superior a 120 mg/dL na maioria dos dias.",
            "B": "aumentar 4U da insulina regular antes de jantar caso a medida da glicemia antes do almoço tenha sido superior a 120 mg/dL na maioria dos dias.",
            "C": "acrescentar 8U de insulina NPH antes do almoço caso a medida da glicemia antes do almoço tenha sido superior a 120 mg/dL na maioria dos dias.",
            "D": "aumentar em 2U a dose da insulina NPH noturna caso a medida da glicemia matinal em jejum tenha sido superior a 120 mg/dL na maioria dos dias.",
            "E": "associar 4U de insulina regular antes do almoço e ao deitar caso a medida da glicemia matinal em jejum tenha sido superior a 120 mg/dL na maioria dos dias."
        },
        "resposta": "D",
        "contains_img": false
    },
    {
        "numero": 78,
        "enunciado": "Paciente primigesta, 32 anos de idade, na segunda semana pós-parto, está apresentando quadro de dor na mama esquerda, febre (temperatura axilar = 38,4 ºC), adinamia, calafrios, o que tem gerado grande dificuldade para amamentar nessa mama. Procurou auxílio na Unidade Básica de Saúde. A médica encontrou no exame físico: mama esquerda com hiperemia, calor e edema no quadrante superior direito, mamilos e aréolas íntegras. O diagnóstico e a conduta, respectivamente, a serem tomadas pela médica são:",
        "alternativas": {
            "A": "candidíase mamária; indicar aplicação local de nistatina.",
            "B": "ductos lactíferos bloqueados; indicar punção da área acometida.",
            "C": "abscesso mamário; indicar drenagem cirúrgica e antibioticoterapia.",
            "D": "ingurgitamento mamário; indicar massagem circular e ordenha do excesso de leite.",
            "E": "mastite; indicar retirada manual do leite após mamadas e antibioticoterapia."
        },
        "resposta": "E",
        "contains_img": false
    },
    {
        "numero": 79,
        "enunciado": "Homem com 45 anos de idade, obeso, procura consulta médica por apresentar episódios de cólica em hipocôndrio direito há seis meses. Trouxe consigo um resultado de ultrassonografia que mostra múltiplos pequenos cálculos em vesícula biliar sem outros achados anormais. O paciente inicia a consulta dizendo que não quer realizar cirurgia. Qual a melhor orientação para esse paciente?",
        "alternativas": {
            "A": "Iniciar tratamento sintomático, prescrever medicamentos e dieta para perda ponderal, realizando reavaliação em seis meses.",
            "B": "Agendar data para realização de cirurgia por videolaparoscopia pela faixa etária do paciente e pelos riscos caso não se submeta à cirurgia.",
            "C": "Esclarecer sobre o diagnóstico, a indicação cirúrgica e o risco de complicações caso não se submeta à cirurgia.",
            "D": "Solicitar uma ressonância de abdome superior e orientar para tomar medicamentos sintomáticos com continuação de acompanhamento ambulatorial.",
            "E": "Encaminhar para psiquiatra a fim de descartar síndrome do pânico e prescrever medicamentos sintomáticos até o paciente decidir submeter-se à cirurgia."
        },
        "resposta": "C",
        "contains_img": false
    },
    {
        "numero": 80,
        "enunciado": "Mulher com 36 anos de idade, secundigesta, na 27.ª semana de gestação, está realizando pré-natal em Unidade Básica de Saúde. Relata que sua primeira gestação transcorreu de forma tranquila e que seu filho nasceu bem, de parto vaginal, pesando 4.200 gramas. Ao exame físico, nota-se pressão arterial = 120 x 80 mmHg, ausência de edemas. Ao exame obstétrico: altura uterina = 28 cm, batimentos cardíacos fetais = 144 bpm, movimentação fetal presente. Realizou glicemia de jejum na primeira consulta com resultado de 83 mg/dL. Em relação ao rastreamento do diabetes gestacional, é indicado para esta gestante:",
        "alternativas": {
            "A": "realizar manejo expectante, já que apresentou glicemia normal na primeira consulta e, portanto, não tem risco de desenvolver diabetes gestacional.",
            "B": "repetir a glicemia de jejum com 28 semanas e caso seja normal, refazer o exame com 34 semanas.",
            "C": "realizar exame de hemoglobina glicada com 34 semanas, para diagnóstico de diabetes gestacional.",
            "D": "solicitar teste oral de tolerância à glicose com 75g, com 28 semanas de gestação.",
            "E": "solicitar dosagem de glicemia pós-prandial, com 34 semanas de gestação."
        },
        "resposta": "D",
        "contains_img": false
    },
    {
        "numero": 81,
        "enunciado": "Menino com 8 anos de idade é trazido ao Ambulatório de Pediatria com queixa de oligúria e urina espumosa, bem como quadro de edema, iniciado há 7 dias. A mãe nega outras alterações ou patologias prévias. Ao exame físico: PA = 99 x 56 mmHg, edema palpebral e de membros inferiores, sem ascite. Exame de urina: densidade urinária: 1.015, hemácias: 2/campo, leucócitos: 3/campo, proteinuria +++/++++. Considerando a principal hipótese diagnóstica, é indicado para tratamento da doença de base:",
        "alternativas": {
            "A": "diurético.",
            "B": "antibiótico.",
            "C": "anti-hipertensivo.",
            "D": "corticosteroide.",
            "E": "anti-inflamatório não hormonal."
        },
        "resposta": "D",
        "contains_img": false
    },
    {
        "numero": 82,
        "enunciado": "Mulher com 52 anos de idade, previamente hígida, há 3 meses queixa-se de astenia, sonolência e ganho de peso, constipação, além de artralgias e mialgias. Ao exame, nota-se pele seca e frequência cardíaca de 62 bpm, além de não apresentar sinais de artrite ou deformidades articulares. Os exames indicados e o principal diagnóstico a ser considerado são, respectivamente:",
        "alternativas": {
            "A": "CPK e aldolase; fibromialgia.",
            "B": "TSH e T4 livre; hipotireoidismo primário.",
            "C": "cálcio sérico e PTH; hiperparatireoidismo.",
            "D": "TSH e T4 livre; hipotireoidismo secundário.",
            "E": "cortisol e potássio séricos; insuficiência adrenal."
        },
        "resposta": "B",
        "contains_img": false
    },
    {
        "numero": 83,
        "enunciado": "Homem com 35 anos de idade, no 3.º dia pós-operatório de apendicectomia, encontra-se internado em enfermaria coletiva de pequeno hospital secundário. O achado cirúrgico foi de uma apendicite aguda em fase gangrenosa. Foi iniciada a antibioticoterapia com administração de gentamicina e metronidazol e a alimentação via oral com boa aceitação, após a eliminação de flatos e fezes. Não apresentou febre. Ao exame, a ferida cirúrgica encontra-se hiperemiada, discretamente abaulada e com saída de material purulento. A conduta para esse caso, além do esclarecimento ao paciente, é:",
        "alternativas": {
            "A": "manter a antibioticoterapia e curativos diários.",
            "B": "trocar antibioticoterapia, aplicar calor local e curativos diários.",
            "C": "manter a antibioticoterapia, retirar os pontos cirúrgicos para drenagem da secreção e curativos diários.",
            "D": "trocar antibiotioterapia, indicar a realização de exame de imagem pelo risco de infecção intracavitária.",
            "E": "manter antibiotioterapia, indicar a exploração cirúrgica da ferida operatória pelo risco de infecção intracavitária."
        },
        "resposta": "C",
        "contains_img": false
    },
    {
        "numero": 84,
        "enunciado": "A tuberculose (TB) é um problema de saúde pública no Brasil. A identificação precoce de pessoas com TB é imprescindível para a quebra da cadeia de transmissão da doença. No Brasil, em 2008, a TB foi a quarta causa de morte por doenças infecciosas e a primeira causa de morte em pacientes com AIDS. Com o aumento do número de casos de pacientes com AIDS na população prisional, eleva-se a quantidade de pacientes com TB. Neste cenário, o indicador que expressa o número de casos novos da doença nesta população no período de 1 ano é:",
        "alternativas": {
            "A": "letalidade.",
            "B": "incidência.",
            "C": "morbidade.",
            "D": "prevalência.",
            "E": "mortalidade."
        },
        "resposta": "B",
        "contains_img": false
    },
    {
        "numero": 85,
        "enunciado": "Menina com 1 ano de idade, em bom estado geral, é levada à consulta médica. Tem história de infecção urinária (ITU) de repetição e investigação radiológica demonstrando refluxo vesico-ureteral grau II. Considerando as evidências mais recentes quanto à eficácia e segurança da profilaxia com antibióticos para crianças com infecção urinária, escolha a conduta mais adequada para esta criança.",
        "alternativas": {
            "A": "A profilaxia está indicada pela eficácia na prevenção de novos episódios, apesar dos efeitos colaterais dos antibióticos em longo prazo.",
            "B": "A profilaxia não está indicada, pois não diminui a incidência de novos episódios e pode selecionar a flora para recorrências de ITU.",
            "C": "A quimioprofilaxia tem indicação precisa neste caso de refluxo vesico-ureteral e é segura, desde que administrada em baixas doses.",
            "D": "A quimioprofilaxia é discutível neste caso por tratar-se de uma menina, apesar de sua segurança ter sido demonstrada em estudos.",
            "E": "A profilaxia deve ser indicada neste caso e nos demais casos de refluxo vesico-ureteral até sua resolução ou correção cirúrgica."
        },
        "resposta": "B",
        "contains_img": false
    },
    {
        "numero": 86,
        "enunciado": "Secundigesta, com 18 semanas de idade gestacional, comparece à segunda consulta de pré-natal em Unidade Básica de Saúde. Traz resultado de exame de urocultura com mais de 100 mil unidades formadoras de colônias bacterianas por mL. Nega queixas urinárias e febre. Ao exame físico: bom estado geral, corada, hidratada, eupneica, pressão arterial = 120 x 80 mmHg. Exame obstétrico: altura uterina de 17 cm, batimentos cardíacos fetais presentes, rítmicos, 136 batimentos por minuto. A conduta indicada é:",
        "alternativas": {
            "A": "iniciar tratamento profilático com cefalosporina diariamente até o parto.",
            "B": "iniciar antibioticoterapia e repetir urocultura sete dias após o término do tratamento.",
            "C": "repetição da urocultura em duas semanas, pois o resultado sugere contaminação da amostra.",
            "D": "solicitar ultrassonografia das vias urinárias e realizar uroculturas bimensais para monitoramento do quadro.",
            "E": "solicitar sedimento urinário para confirmar infecção urinária e, se mostrar a presença de nitritos, iniciar tratamento."
        },
        "resposta": "B",
        "contains_img": false
    },
    {
        "numero": 87,
        "enunciado": "Em uma reunião de planejamento com os gerentes das Unidades de Atenção Básica de um município de médio porte, são avaliados os motivos das falhas nos fluxos dos usuários em relação aos serviços de Urgência e Emergência locais. Para que essa discussão seja produtiva, o gestor local esclareceu, para os participantes da reunião, conceitos importantes sobre Redes de Atenção no Sistema Único de Saúde. Entre os conceitos apresentados pelo gestor sobre o tema, quais estão previstos nas normas do SUS?",
        "alternativas": {
            "A": "Os pontos de atenção a Urgência e Emergência nas Redes de Atenção à Saúde são as estruturas hospitalares terciárias, que possuem instrumental tecnológico apropriado para estas condições, sendo que estes pontos devem estar interligados com os demais níveis através de um transporte sanitário adequado.",
            "B": "As Redes de Atenção à Saúde caracterizam-se pela formação de relações verticais entre os pontos de atenção, tendo como porta de entrada a Atenção Primária à Saúde, pois este nível é o responsável pela triagem inicial dos pacientes e o encaminhamento primário para os pontos de cuidado mais apropriados para cada caso.",
            "C": "Os pontos de atenção a Urgência e Emergência devem estar no centro das Redes de Atenção à Saúde, pois nesses locais são realizados cuidados essenciais à saúde das pessoas, assim como a efetiva comunicação e coordenação do cuidado dentro da Rede por meio do apoio de sistema técnico, logístico e de gestão entre os níveis.",
            "D": "As Redes de Atenção à Saúde são definidas como um modelo linear de cuidado dentro do sistema de saúde. Elas orientam gestores e usuários sobre a porta de entrada e o escalonamento entre os diversos níveis de densidade tecnológica no sistema, com os seus objetivos de prestação de serviços singulares.",
            "E": "Nas Redes de Atenção à Saúde, todos os pontos de atenção são igualmente importantes para que se cumpram os objetivos do cuidado integral, que deve ser realizado por meio de relações horizontais entre os diversos níveis de atenção, que se diferenciam apenas pelas distintas densidades tecnológicas que os caracterizam."
        },
        "resposta": "E",
        "contains_img": false
    },
    {
        "numero": 88,
        "enunciado": "Primigesta, com 39 semanas de gestação, encontra-se em trabalho de parto há seis horas. Nas últimas três horas, manteve a dilatação cervical de 6 cm, sem que houvesse modificações no colo uterino, que se encontra medianizado e esvaecido em 50%. Quando a paciente foi internada, apresentava três contrações moderadas em 10 minutos. Nas últimas duas horas, tem apresentado dinâmica uterina de duas contrações fracas em 10 minutos. A descida do polo cefálico vem se processando de forma progressiva e agora observa-se que o polo cefálico está no plano zero de De Lee. Com base no quadro clínico, o diagnóstico e a conduta são:",
        "alternativas": {
            "A": "fase ativa prolongada, distócia funcional; deambulação e, se necessário, ocitocina.",
            "B": "fase de latência prolongada; administrar ocitocina e realizar amniotomia.",
            "C": "período pélvico prolongado; realizar amniotomia e administrar ocitocina.",
            "D": "desproporção céfalo-pélvica relativa; indicar operação cesariana.",
            "E": "parada secundária de descida; indicar operação cesariana."
        },
        "resposta": "A",
        "contains_img": false
    },
    {
        "numero": 89,
        "enunciado": "Homem com 28 anos de idade chega ao Serviço de Urgência de um hospital de atenção secundária cerca de 30 minutos após colisão automobilística. Está confuso, queixando-se de muita falta de ar e dor no hemitórax direito. Apresenta uma fratura fechada da tíbia direita, sem sangramento ativo. Ao exame físico mostra-se descorado (++/++++), frequência cardíaca = 128 bpm, pressão arterial = 90 x 60 mmHg e frequência respiratória = 40 irpm. A ausculta pulmonar revela murmúrio vesicular ausente à direita. A percussão mostra macicez do hemitórax direito. O oxímetro de pulso mostra saturação de oxigênio de 92% (ar ambiente). O paciente apresenta várias escoriações pelo corpo. A conduta mais adequada para este paciente, após aferição da permeabilidade de vias aéreas, estabilização da coluna cervical e oxigenoterapia suplementar, é a realização de:",
        "alternativas": {
            "A": "punção pericárdica no espaço subxifóide.",
            "B": "drenagem pleural no 2.º espaço intercostal na linha hemiclavicular.",
            "C": "radiografia simples de tórax no leito para diagnóstico definitivo e posterior conduta.",
            "D": "punção torácica com cateter de grosso calibre no 2.º espaço intercostal na linha hemiclavicular.",
            "E": "drenagem pleural no 5.º espaço intercostal na linha axilar anterior, com preparo de material para autotransfusão."
        },
        "resposta": "E",
        "contains_img": false
    },
    {
        "numero": 90,
        "enunciado": "Recém-nascido com 36 semanas de idade gestacional, parto cesariano, Apgar 6 e 8, peso de nascimento = 2.100 g, evoluiu com sintomas precoces e graves nas primeiras 24 horas de vida (icterícia, hepatoesplenomegalia, elevação das enzimas hepáticas, anemia, trombocitopenia e hemorragia), associados ao quadro de microcefalia com calcificações cerebrais periventriculares, microftalmia, corriorretinite e surdez. A principal hipótese diagnóstica para esta infecção congênita e o tratamento de escolha são, respectivamente:",
        "alternativas": {
            "A": "herpes simples e aciclovir.",
            "B": "citomegalovírus e ganciclovir.",
            "C": "rubéola e tratamento de suporte.",
            "D": "sífilis congênita e penicilina cristalina.",
            "E": "toxoplasmose e piremetamina/sulfadiazina."
        },
        "resposta": "B",
        "contains_img": false
    },
    {
        "numero": 91,
        "enunciado": "Paciente com 17 anos de idade, primípara, encontra-se no 7.º dia pós-parto e permanece internada no alojamento conjunto, acompanhando seu recém-nascido, em tratamento de sepse neonatal. Nesse período, a paciente começa a apresentar quadro de insônia, delírios de grandeza, alternados com manifestações paranoides. Diz que ouve vozes e vê sombras que querem pegá-la e trocar seu bebê. Durante o dia, apresenta agitação psicomotora ininterrupta. Ela não apresenta nenhum sintoma associado a infanticídio ou ideário negativo em relação à sua maternidade, mas diz que prefere morrer a ser \"pega pelas sombras\". A família nega qualquer quadro anterior semelhante. Baseado na sintomatologia apresentada, o diagnóstico é:",
        "alternativas": {
            "A": "disforia pós-parto.",
            "B": "psicose pós-parto.",
            "C": "depressão pós-parto.",
            "D": "transtorno de ansiedade.",
            "E": "transtorno bipolar (psicose maníaco-depressiva)."
        },
        "resposta": "B",
        "contains_img": false
    },
    {
        "numero": 92,
        "enunciado": "A Unidade Básica de Saúde de uma pequena cidade é responsável pela atenção a um asilo municipal. Em uma das visitas ao asilo, o médico atende um homem de 78 anos de idade com quadro de tosse produtiva há aproximadamente um mês. O paciente dorme em um quarto com outros três idosos, e, na instituição, vivem ao todo 23 idosos. Já fez uso de antialérgico e azitromicina - 500 mg por 5 dias, sem melhora. Após coleta de escarro, é feito diagnóstico de tuberculose pulmonar e iniciado tratamento. Qual a conduta a ser adotada em relação aos contactantes?",
        "alternativas": {
            "A": "Os três idosos que dividem o quarto com o paciente índice devem ser tratados para tuberculose.",
            "B": "Todos os contatos devem coletar duas amostras de escarro para exame de BAAR.",
            "C": "Somente os sintomáticos respiratórios devem ser investigados para tuberculose.",
            "D": "Contatos assintomáticos devem realizar prova tuberculínica.",
            "E": "Todos os contatos devem realizar raio-X de tórax."
        },
        "resposta": "D",
        "contains_img": false
    },
    {
        "numero": 93,
        "enunciado": "Primigesta com 30 anos de idade, 38 semanas de gestação e pré-natal sem intercorrências, é admitida na Maternidade em trabalho de parto. Ao exame físico na admissão, pressão arterial = 100 x 60 mmHg, altura uterina = 35 cm, dinâmica uterina - 2 contrações em 10 minutos, frequência cardíaca fetal = 140 bpm. Ao toque vaginal, colo fino, 3 cm de dilatação, apresentação cefálica, bolsa íntegra. Analisando a evolução do trabalho de parto, conforme o partograma mostrado acima, a hipótese diagnóstica e a conduta correta, após 10 horas de observação, são, respectivamente:",
        "alternativas": {
            "A": "fase ativa prolongada; administrar ocitocina.",
            "B": "parada secundária da descida; realizar cesariana.",
            "C": "parada secundária da dilatação; realizar cesariana.",
            "D": "parada secundária da dilatação; administrar ocitocina.",
            "E": "parada secundária da descida; realizar analgesia (bloqueio combinado)."
        },
        "resposta": "C",
        "contains_img": true
    },
    {
        "numero": 94,
        "enunciado": "Homem com 27 anos de idade, sem antecedentes patológicos, é admitido no Hospital com quadro de dor e edema em membros inferiores. O paciente informa ter corrido uma maratona sob tempo chuvoso há cinco dias. O paciente relata também redução do volume urinário e urina de coloração escura. No dia anterior à hospitalização, apresentou náuseas, vômitos e tremores de extremidades. O exame físico não mostra outras alterações além da dor à compressão de estruturas musculares e da PA = 150 x 90 mmHg. Os exames iniciais mostram:\n\nRESULTADO DO EXAME\t                REFERÊNCIA\nCreatinina sérica = 4,2 mg/dL       0,6-1,3mg/dL\nUreia sérica = 150 mg/dL            15-38mg/dL\nTGO/AST = 750 U/L                   até 38 U/L\nTGP/ALT\t= 520 U/L                   até 41 U/L\nCreatinoquinase sérica = 9.800 U/L  38-174 U/L\nNa+ sérico = 141 mEq/L              135-145 mEq/L\nK+ sérico = 4,6 mEq/L               4,5-5,5 mEq/L\nHemograma sem alterações\nUrina tipo I (EAS): hemoglobina++++; eritrócitos: 6-8/campo; leucócitos: 1-2/campo\n\nO raio-X de tórax e a ultrassonografia de abdome foram normais.\nCom base nos dados apresentados, o diagnóstico e a conduta inicial a ser tomada são, respectivamente:",
        "alternativas": {
            "A": "leptospirose; hemodiálise.",
            "B": "polimiosite; glicocorticóides.",
            "C": "rabdomiólise; hidratação endovenosa.",
            "D": "desidratação; hidratação endovenosa.",
            "E": "síndrome hepatorrenal; albumina associada à terlipressina."
        },
        "resposta": "C",
        "contains_img": false
    },
    {
        "numero": 95,
        "enunciado": "Homem com 20 anos de idade, vítima de colisão motociclística em via pública, foi levado ao hospital pela equipe de suporte básico de vida, que relatou inconsciência durante todo o atendimento. Apresenta abertura ocular à dor, emite palavras inapropriadas e postura de decorticação ao estímulo doloroso, com anisocoria (pupila D > E). Os sinais vitais são: frequência cardíaca = 68 bpm, pressão arterial = 160 x 100 mmHg, frequência respiratória = 20 irpm e saturação de oxigênio de 98%. A tomografia computadorizada de crânio mostrou hematoma subdural com desvio importante da linha média. As condutas tomadas para minimizar o dano cerebral, além da manutenção de vias aéreas, ventilação e controle da volemia, devem ser:",
        "alternativas": {
            "A": "craniotomia imediata para drenagem do hematoma e instalação de monitorização de pressão intracraniana.",
            "B": "fixação de parâmetros ventilatórios para manter a pCO2 entre 25 e 30 mmHg, manitol endovenoso em bolus e craniotomia após redução da pressão intracraniana para drenagem do hematoma.",
            "C": "fixação de parâmetros ventilatórios para manter a pCO2 entre 25 e 30 mmHg, furosemida por via endovenosa em bolus, craniotomia imediata para drenagem do hematoma e instalação de monitorização de pressão intracraniana.",
            "D": "fixação de parâmetros ventilatórios para manter a pCO2 entre 25 e 30 mmHg, manitol endovenoso em infusão lenta, craniotomia imediata para drenagem do hematoma e instalação de monitorização de pressão intracraniana.",
            "E": "fixação de parâmetros ventilatórios para manter a pCO2 entre 25 e 30 mmHg, manitol endovenoso em bolus, craniotomia imediata para drenagem do hematoma e instalação de monitorização de pressão intracraniana."
        },
        "resposta": "E",
        "contains_img": false
    },
    {
        "numero": 96,
        "enunciado": "Um médico que trabalha em uma comunidade urbana de médio porte foi convidado para participar de uma entrevista numa rádio local. O objetivo da entrevista era conscientizar a população sobre o enfrentamento de epidemia da dengue que o município passava no momento. Quando foi indagado sobre a importância da Atenção Básica nesse enfrentamento, o médico utilizou os conceitos estabelecidos na Política Nacional de Atenção Básica do Ministério da Saúde. De acordo com esse documento, qual das alternativas abaixo está correta em relação ao papel da Atenção Básica no enfrentamento da dengue?",
        "alternativas": {
            "A": "Uma das responsabilidades da Atenção Básica é a vigilância epidemiológica, que, por meio de seus agentes comunitários de saúde, deve identificar e atuar sobre os focos do vetor da dengue, realizando a promoção em saúde.",
            "B": "A Atenção Básica é o nível de atenção à saúde responsável pela centralidade do cuidado às pessoas, com atividades de assistência integral à saúde da população, sendo, por isso, fundamental no enfrentamento da epidemia de dengue.",
            "C": "A Atenção Básica utiliza tecnologias de baixa complexidade e alta densidade, conseguindo solucionar os problemas de saúde mais frequentes e mais relevantes da população, como na situação da epidemia de dengue.",
            "D": "A Atenção Básica realiza a promoção da saúde e prevenção das doenças e, numa epidemia de dengue, este nível de atenção serve para realizar a triagem e encaminhamentos dos casos para os outros níveis.",
            "E": "O propósito da Atenção Básica é realizar os procedimentos básicos de cuidado à saúde de forma individual, atuando na epidemia da dengue através de consultas e procedimentos médicos."
        },
        "resposta": "B",
        "contains_img": false
    },
    {
        "numero": 97,
        "enunciado": "Mãe comparece à Unidade Básica de Saúde com filha de 7 meses, previamente hígida, com quadro de diarreia há 12 dias, com fezes líquidas desde o início do quadro. Nega cirurgias prévias, vômitos, febre ou presença de sangue nas fezes. Atualmente apresenta dermatite em região de fraldas e evacuações explosivas. Alimentada exclusivamente com leite materno até completar 4 meses de idade, sua alimentação consiste em leite em pó integral, suco e papa de frutas. Não apresenta perda de peso significante. Com base no quadro clínico apresentado, o diagnóstico e a conduta adequada para esta lactente são, respectivamente:",
        "alternativas": {
            "A": "doença celíaca; dieta isenta de glúten.",
            "B": "intolerância à lactose; dieta isenta de lactose.",
            "C": "alergia ao leite de vaca; dieta isenta de leite.",
            "D": "fibrose cística; terapia de reposição enzimática.",
            "E": "doença inflamatória intestinal; antibioticoterapia."
        },
        "resposta": "B",
        "contains_img": false
    },
    {
        "numero": 98,
        "enunciado": "Adolescente, 16 anos de idade, vai à consulta ginecológica buscando orientação. Relata estar namorando há três meses, nunca teve atividade sexual, mas pretende começar a ter relações com o namorado em alguns meses. Considerando a literatura mais recente, qual medida teria maior impacto na prevenção das lesões induzidas pelo papilomavírus humano para a paciente em questão, incluindo o câncer de colo uterino?",
        "alternativas": {
            "A": "Realizar vacinação contra o HPV.",
            "B": "Realizar captura híbrida anual para HPV.",
            "C": "Fazer uso de anticoncepcional combinado oral.",
            "D": "Realizar exame citopatológico de colo uterino anual.",
            "E": "Recomendar que a paciente oriente o namorado a procurar um urologista para realização de peniscopia."
        },
        "resposta": "A",
        "contains_img": false
    },
    {
        "numero": 99,
        "enunciado": "Homem com 75 anos, casado, empresário, exercendo sua atividade profissional regular, sem comorbidades, vai à consulta ambulatorial apresentando déficit de memória e lapsos quando conversa, por dificuldade de lembrar as palavras. A esposa refere que frequentemente o paciente não lembra onde guardou suas coisas pessoais. Em uma ocasião saiu sozinho e foi encontrado parado em via pública por não recordar o caminho de casa. O exame mini mental mostrou pontuação 19. Os demais aspectos do exame neurológico são normais. A tomografia computadorizada do crânio mostra discreta atrofia cortical. A esposa solicita que não seja informada a provável hipótese diagnóstica ao marido. De acordo com o Código de Ética Médica, qual deve ser a conduta adotada pelo médico em relação ao pedido da esposa?",
        "alternativas": {
            "A": "Informar ao paciente o diagnóstico e orientá-lo sobre a forma de progressão da doença.",
            "B": "Respeitar o desejo da esposa, pois a informação do diagnóstico ao paciente lhe trará danos.",
            "C": "Encaminhar o paciente para outro médico, orientando que este informe o diagnóstico ao paciente.",
            "D": "Traçar um plano de ação com a esposa para que ela informe, progressivamente, o diagnóstico ao marido.",
            "E": "Aguardar a evolução, postergando a informação do diagnóstico ao paciente até que o quadro clínico tenha se agravado."
        },
        "resposta": "A",
        "contains_img": false
    },
    {
        "numero": 100,
        "enunciado": "Mulher com 45 anos de idade, em preparo para colecistectomia por doença calculosa, procura o médico da Unidade Básica de Saúde de seu bairro, apresentando os resultados dos exames laboratoriais solicitados. O hemograma apresenta hemoglobina = 11 g/dL. Ela quer saber sobre o risco da necessidade de transfusão de sangue durante a operação. Salienta que não perguntou ao cirurgião a respeito da necessidade de transfusão. Tendo como base o Guia para o Uso de Hemocomponentes do Ministério da Saúde, o médico formulará a resposta à paciente com base no fato de que:",
        "alternativas": {
            "A": "a transfusão de hemocomponentes traz riscos imediatos ou tardios e por isso deve ser evitada na cirurgia proposta, se possível.",
            "B": "a transfusão de concentrado de hemácias está recomendada após perda volêmica superior a 8% da volemia total.",
            "C": "as cirurgias de abdome exigem reserva de sangue para transfusão porque pode ser necessário ampliar a ressecção.",
            "D": "as mulheres, após os 40 anos de idade, podem ter anemia leve, por isso é correto reservar sangue para a cirurgia.",
            "E": "a transfusão poderá ser indicada com a finalidade de proporcionar a mais rápida recuperação da paciente."
        },
        "resposta": "A",
        "contains_img": false
    },
    {
        "numero": 101,
        "enunciado": "A Equipe de Saúde da Família foi chamada para realizar visita domiciliar a um paciente idoso que acaba de retornar de uma internação hospitalar. O paciente tem 80 anos, apresenta-se ativo e é portador de hipertensão arterial e diabetes mellitus tipo II que, devido à falta de adesão ao tratamento proposto, teve sua condição crônica agudizada, evoluindo para a amputação distal de falanges do pé direito por complicações vasculares. O esquema medicamentoso na alta hospitalar era composto por insulina NPH 100 - 22 UI ao dia e hidroclorotiazida - 25 mg uma vez ao dia. Com o propósito de organizar o cuidado deste idoso, o procedimento da equipe de saúde nesse momento deve ser:",
        "alternativas": {
            "A": "realização de curativo, avaliação e observação da ferida cirúrgica, e supervisão no uso de medicamentos com visitas diárias da equipe de enfermagem.",
            "B": "atuação na prevenção quaternária, evitando a supermedicalização, visto que a prevenção terciária foi falha.",
            "C": "realização de avaliação multifuncional do idoso, com o objetivo de identificar fragilidades e realizar intervenção precoce.",
            "D": "solicitação de transporte de ambulância para que possa ser feito o curativo e avaliação médica diária na Unidade de Saúde.",
            "E": "orientação à família para fazer o curativo da ferida cirúrgica e solicitar transporte para aplicação diária da insulina na Unidade de Saúde."
        },
        "resposta": "A",
        "contains_img": false
    },
    {
        "numero": 102,
        "enunciado": "Homem com 38 anos de idade, pedreiro, vem à Unidade Básica de Saúde com relato de dor lombar contínua há uma semana, aos esforços acentuados, a qual não causa limitação de suas atividades diárias. Informa, com bastante firmeza, diminuição da sensibilidade na face lateral da perna esquerda. Ao exame físico apresenta dor à digitopressão lombar com teste de Lasègue negativo bilateralmente. A conduta a ser adotada na sequência deve ser:",
        "alternativas": {
            "A": "prescrever anti-inflamatórios não-esteróides e fisioterapia.",
            "B": "solicitar ressonância nuclear magnética da coluna vertebral.",
            "C": "prescrever infiltração com corticoesteroides.",
            "D": "afastar o paciente do trabalho por 30 dias.",
            "E": "solicitar cintilografia de coluna vertebral."
        },
        "resposta": "A",
        "contains_img": false
    },
    {
        "numero": 103,
        "enunciado": "No final do ano passado, um médico foi contratado pela Secretaria Estadual de Saúde para trabalhar numa Unidade de Saúde dentro do presídio da capital. Para estabelecer uma estratégia de controle da tuberculose, solicitou os dados registrados no Ambulatório da unidade. Os dados encontrados revelam que, em julho de 2012, existiam 240 casos de tuberculose em tratamento e ao longo do período foram notificados 60 novos casos, 12 óbitos e 40 pacientes obtiveram alta por cura. A população prisional no ano de 2012 era de cerca de 2.400 presos. Nesse cenário, qual a taxa de letalidade de tuberculose, em 2012, nesse presídio?",
        "alternativas": {
            "A": "1,0%.",
            "B": "4,2%.",
            "C": "5,0%.",
            "D": "6,0%.",
            "E": "10,0%."
        },
        "resposta": "X",
        "contains_img": false
    },
    {
        "numero": 104,
        "enunciado": "Lactente com 6 meses de idade, chega ao Pronto-Socorro com história de irritabilidade e febre de 38 °C há dois dias. A mãe refere que hoje notou lesões avermelhadas e vesiculares em toda a região de cabeça e orofaringe. Ao investigar a história familiar, a mãe conta que a avó, que mora com a família, estava com lesões em região de face esquerda iguais às que são mostradas na figura abaixo: Pela avaliação das lesões da avó, o diagnóstico e o tratamento para esse lactente são, respectivamente:",
        "alternativas": {
            "A": "herpes zoster; internação para administração de analgésicos e corticoide endovenosos e lidocaína tópica.",
            "B": "herpes simples; internação para administração de medicação antiviral e corticoide endovenosos.",
            "C": "coxsackiose; tratamento domiciliar com antibiótico e embrocação oral com anestésico.",
            "D": "varicela; acompanhamento ambulatorial e prescrição de sintomáticos.",
            "E": "exantema súbito; prescrição de sintomáticos e observação de sinais de piora."
        },
        "resposta": "D",
        "contains_img": true
    },
    {
        "numero": 105,
        "enunciado": "Mulher com 60 anos de idade, hipertensa, vai à consulta em Unidade Básica de Saúde porque apresentou quadro de parestesias e hemiparesia no membro superior esquerdo há uma semana, com reversão espontânea completa em 12 horas. Pressão arterial = 180 x 110 mmHg, ausculta cardíaca com ritmo irregular, em 2 tempos, exame neurológico sem alterações significativas. Traz tomografia computadorizada de crânio sem contraste, realizada no dia dos sintomas, que é normal. Realizou eletrocardiograma conforme mostrado abaixo - DII (traz exame semelhante feito há 60 dias). Qual outro fármaco, além do tratamento anti-hipertensivo, é o mais indicado para essa paciente como medida de maior impacto na prevenção de novos episódios do quadro neurológico?",
        "alternativas": {
            "A": "Warfarina.",
            "B": "Clopidogrel.",
            "C": "Ticlopidina.",
            "D": "Atorvastatina.",
            "E": "Ácido acetilsalicílico."
        },
        "resposta": "A",
        "contains_img": true
    },
    {
        "numero": 106,
        "enunciado": "Mulher, com 25 anos de idade, vem ao Ambulatório de Ginecologia para fazer o seu \"preventivo\" (sic). Relata ciclos menstruais regulares a cada 28-30 dias. Refere que nos dias que antecedem a menstruação sente-se mais inchada, com mastalgia e que, nos dois primeiros dias de fluxo menstrual, sente cólicas. Ao realizar o exame especular na paciente, o médico visualiza o achado mostrado na figura acima, que é clinicamente compatível com:",
        "alternativas": {
            "A": "uso de contracepção hormonal combinada.",
            "B": "diagnóstico de uma cervicite inespecífica.",
            "C": "existência de baixos níveis estrogênicos.",
            "D": "período pré-ovulatório imediato.",
            "E": "fase lútea do ciclo menstrual."
        },
        "resposta": "D",
        "contains_img": true
    },
    {
        "numero": 107,
        "enunciado": "Criança com 2 anos de idade foi vítima de atropelamento por automóvel há 20 minutos, sendo trazida pelo SAMU, juntamente com a mãe. Ao chegar ao hospital de referência terciária, encontra-se chorosa, responde ao estímulo verbal e queixa-se de muita dor abdominal, com discreto aumento do volume abdominal. Os sinais vitais são: frequência cardíaca = 148 bpm, pressão arterial = 90 x 60 mmHg, frequência respiratória = 58 irpm e saturação de oxigênio de 96%. Após reposição volêmica na sala de trauma, foi submetida à realização de tomografia computadorizada de crânio e de tórax, que não mostraram alterações. A tomografia computadorizada de abdome mostrou lesão esplênica grau II. Quais os próximos passos da conduta diagnóstica e terapêutica?",
        "alternativas": {
            "A": "laparotomia se não houver estabilização volêmica com reposição de 20 ml/Kg de concentrado de hemácias.",
            "B": "observação do paciente, com repouso absoluto no leito, para evitar novo sangramento.",
            "C": "repouso absoluto no leito com reposição de 40 ml/Kg de concentrado de hemácias.",
            "D": "laparotomia se ocorrer distensão abdominal importante.",
            "E": "laparotomia exploradora imediata."
        },
        "resposta": "X",
        "contains_img": false
    },
    {
        "numero": 108,
        "enunciado": "Mulher com 50 anos de idade procura Ambulatório de Clínica Médica com queixa de fadiga e dispneia aos esforços. Informa ser portadora de refluxo gastroesofágico, em uso frequente de cimetidina para alívio sintomático. Tem endoscopia digestiva normal. Não tem outras queixas. Ao exame físico apresenta palidez cutâneo-mucosa e não há outros achados relevantes. Hemograma mostra:\nHt = 22%;\nHb = 7,1 g/dL;\nVCM = 102 fL;\nCHCM = 33%;\nLeucócitos = 2.500/mm³ (neutrófilos = 1.200, linfócitos = 800, monócitos = 500);\nPlaquetas = 95.000/mm³;\nReticulócitos ausentes.\nCom base nestes achados, qual o diagnóstico mais provável?",
        "alternativas": {
            "A": "anemia perniciosa.",
            "B": "anemia aplásica.",
            "C": "anemia hemolítica.",
            "D": "anemia de doença crônica.",
            "E": "anemia por deficiência de folato."
        },
        "resposta": "B",
        "contains_img": false
    },
    {
        "numero": 109,
        "enunciado": "Lactente com 8 meses de idade é trazido à consulta na Unidade Básica de Saúde pela mãe por apresentar regurgitação frequente, de grande intensidade. O lactente mama ao seio e come papa de legumes duas vezes ao dia, além de frutas. A mãe refere que a criança não está ganhando peso adequadamente, o que foi confirmado após exame físico. O déficit ponderal da criança é de cerca de 3% em três meses. Considerando o desenvolvimento pondero-estatural da criança, o custo-benefício e seu pleno desenvolvimento, a conduta adequada inicial para abordar o problema deve ser:",
        "alternativas": {
            "A": "manter a alimentação referida pela mãe, iniciar medidas antirrefluxo e domperidona. Reavaliar a criança em 30 dias.",
            "B": "suspender o aleitamento materno, iniciar medidas antirrefluxo, prescrever fórmula antirregurgitação e domperidona. Reavaliar a criança em 30 dias.",
            "C": "manter a alimentação referida pela mãe, solicitar pHmetria e prescrever, até que se tenha o resultado do exame, a domperidona.",
            "D": "suspender o aleitamento materno, manter papa de legumes, iniciar fórmula antirregurgitação e solicitar endoscopia digestiva alta.",
            "E": "manter a alimentação e acrescentar mamadeira com fórmula para a idade, solicitando retorno em 30 dias para reavaliar peso."
        },
        "resposta": "A",
        "contains_img": false
    },
    {
        "numero": 110,
        "enunciado": "Mulher com 30 anos de idade, nulípara, última menstruação há sete dias, usuária de anticoncepcional hormonal combinado, relata dor em baixo ventre, de forte intensidade. A dor é acompanhada de náuseas e vômitos, tendo o quadro se iniciado há quatro dias, com piora significativa nas últimas 12 horas. Ao exame físico, pressão arterial = 110 x 70 mmHg, temperatura = 38,7 °C, abdome com dor intensa à palpação no andar inferior e à descompressão brusca em fossas ilíacas. Ao exame especular, presença de conteúdo amarelado com um pouco de sangue e conteúdo purulento exteriorizando-se pelo orifício do colo uterino. Toque vaginal evidenciando dor à mobilização uterina e à palpação dos anexos, bilateralmente. Sobre a conduta indicada para a situação descrita, é correto afirmar que:",
        "alternativas": {
            "A": "faz-se necessária a presença de leucocitose e velocidade de hemossedimentação elevada para confirmação diagnóstica.",
            "B": "faz-se necessária a identificação do agente etiológico na secreção cervical antes de iniciar o tratamento medicamentoso.",
            "C": "a paciente deve ser encaminhada para tratamento em ambiente hospitalar.",
            "D": "o tratamento inicial deve ser cirúrgico para melhor avaliar o comprometimento do sistema reprodutivo.",
            "E": "deve ser instituído o tratamento clínico ambulatorial de imediato, com retorno em 48 horas para reavaliação."
        },
        "resposta": "C",
        "contains_img": false
    }
]